[
	{
		"id": 12095,
		"date": "2021-02-02T16:27:06",
		"date_gmt": "2021-02-02T22:27:06",
		"guid": { "rendered": "https://callahan.agency/?p=11611" },
		"modified": "2021-02-24T10:29:17",
		"modified_gmt": "2021-02-24T16:29:17",
		"slug": "four-lessons-for-retail-segmentation-based-on-recent-cpg-project",
		"status": "publish",
		"type": "post",
		"link": "https://3b3d8d4ea4.nxcli.net/four-lessons-for-retail-segmentation-based-on-recent-cpg-project/",
		"title": {
			"rendered": "Four critical lessons for retail segmentation"
		},
		"content": {
			"rendered": "<p>If you were playing retail buzzword bingo, the list would almost certainly include at least one of these words: “Retail Segmentation,” “Localization,” “Personalization,” or even “Store of the Community.” While these words all have a slightly different bend to the definition, they all essentially mean the same thing: actioning groups of stores or people uniquely based upon their individual preferences and needs. Most brands sold in retail–and every retailer–have at least one version of these words on their initiative list. Why? Because we all intuitively know that customers, consumers, and shoppers are all unique, can’t be bucketed simply by the retailer they shop, and need to be treated differently.</p>\n<p>But, knowing intuitively that we should action uniquely against individual need and preference is different than knowing how to start the process, make it manageable, and prove effectiveness. To help with this, here are four critical lessons:</p>\n<h3>Lesson 1: Stereotyping is NOT a segmentation strategy</h3>\n<p>Every retailer has its shopper stereotype. Home Depot is personified by the suburban dad in his cargo shorts and DIY hubris. Best Buy is the youthful, hardware-savvy gamer. For America’s largest retailer, all it took was a viral blog for people to generalize the <a href=\"https://www.peopleofwalmart.com/\" target=\"_blank\" rel=\"noopener\">people of Walmart</a>.</p>\n<p>As marketers, you’d think we’d see through stereotypes, right?</p>\n<p>Right?</p>\n<p>Not always. Despite the extreme diversity among customers of America’s major retailers, we still see some brands treating “Walmart shoppers” like a strategic marketing segment.</p>\n<p>The demographic range of major brick-and-mortar retail customers may surprise even the savviest media planners. Looking at Walmart, specifically, there are over 5,000 locations in the US, which often have dramatically different demographic skews based on location. So, even though Walmart positions itself as a value retailer, it would be a mistake to make all strategic decisions based on a retailer’s marketing proposition or assumed customer profile.</p>\n<p>Both retailers, and the brands who sell through them, face this challenge. So, how can marketers properly account for the unique fabric of each store’s customers?</p>\n<h3>Lesson 2: Each neighborhood has a unique brand + audience chemistry</h3>\n<p>Without human context, sales data doesn’t tell us why customers buy. So, when each retail location performs differently, there’s a human answer that lies at the store level. That answer is rarely evident in brand sales reports.</p>\n<p>To overcome this challenge, Callahan works with <a href=\"https://doc.arcgis.com/en/esri-demographics/data/tapestry-segmentation.htm\" target=\"_blank\" rel=\"noopener\">Esri</a> to analyze every neighborhood in the US to understand the dominant segment, or tapestry, within granular area clusters like census tracts, block groups, zip codes and county subdivisions. In other words – it’s the human data.</p>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-11613\" src=\"https://callahan.agency/wp-content/uploads/SBCo_Neighborhood-Chemistry_1_0_ms.png\" alt=\"Map depicting neighborhood demographics\" width=\"1920\" height=\"1080\" /></p>\n<p>So, rather than allowing ourselves to treat all Walmarts and their shoppers the same, we can now create a rich understanding of the people in each store-level neighborhood. Not just age and income, but cultural interests, family values and personal hobbies.</p>\n<h3>Lesson 3: Unify sales data and human insights to paint a complete picture</h3>\n<p>At some point in our career, we&#8217;ve all found ourselves staring at an Excel spreadsheet with market-by-market sales data and tried to find deep, profound meaning. You probably never found it. But forgive yourself; without human context, the story in a spreadsheet can only go so deep.</p>\n<p>Our clients come to us quite a bit with similar situations. With one CPG partner recently, we discovered its DMA-level store groupings to be overly broad and misleading–and regrettably costly to the media budget.</p>\n<p>When we applied neighborhood-level analysis, we learned that store performance within each DMA varied wildly. Large metro stores had previously appeared to be high performers, but the opposite was true. It was the suburban locations with lower population density that were driving the sales and erroneously lending attribution to their urban counterparts. And unfortunately, with DMA-driven media, the bulk of impressions were naturally skewing toward the city populations–far away from the high-performing suburbs.</p>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-11615\" src=\"https://callahan.agency/wp-content/uploads/SBCo_Sales-Performance-Index_1_0_ms.png\" alt=\"Chart representing sales performance index\" width=\"1920\" height=\"1080\" /></p>\n<p>To remedy this approach, we took a store-level lens to media targeting and messaging. It wasn’t regional geography that held the customer insight. It was household composition, family values, and neighborhood culture that were the true indicators of store-level sales performance.</p>\n<p>In our Walmart example, we selected four of the top-performing segments that represented the values of the brand and were reflected positively in sales. From those, we built out a new media targeting strategy.</p>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-11614\" src=\"https://callahan.agency/wp-content/uploads/SBCo_Neighborhood-Personas_1_0_ms.png\" alt=\"Graphics representing neighborhood personas\" width=\"1920\" height=\"1080\" /></p>\n<h3>Lesson 4: When measuring results, isolate variables (test and control)</h3>\n<p>In our CPG brand example, we learned enough to improve several elements of our approach, including both targeting and messaging. But to measure properly, we changed one variable first: targeting. Rather than geo-target all stores, as we did with our previous campaign, we targeted just those whose neighborhoods matched our new demographic and psychographic sweet spot.</p>\n<p>With that change alone, media impact on sales nearly tripled.</p>\n<p>In prior campaigns, media had lifted sales by about 33% compared to control. But now, with neighborhood-specific targeting, sales lift jumped to 91%. This was a direct result of reaching people who were more likely to buy the product.</p>\n<p>Looking ahead, we not only have the opportunity to be hyperlocal in our targeting. We can now apply neighborhood-level cultural context to targeting and be hyperhuman, too.</p>\n<p>While we have shared our four critical lessons, the key to making retail segmentation effective is having the right mix of data to really know the human behind the number pattern. Without the human insight to support unique preferences and needs, segmentation almost always falls short on delivering results or is deemed too complicated to action, leaving segmentation only a buzzword. But, consumers now expect relevance from brands they love. With the disruption to consumer loyalty and trial at an all-time high, consumers expect brands to know them, serve them relevant content, and market to them as individuals. So, are you ready to meet their expectations?</p>\n<p>Need help getting started? <a href=\"https://callahan.agency/contact/\" target=\"_blank\" rel=\"noopener\">Let’s connect.</a></p>\n<p>&nbsp;</p>\n",
			"protected": false
		},
		"excerpt": {
			"rendered": "<p>Learn four critical lessons in retail segmentation based on our recent project with a CPG client.</p>\n",
			"protected": false
		},
		"author": 46,
		"featured_media": 12105,
		"comment_status": "open",
		"ping_status": "closed",
		"sticky": false,
		"template": "",
		"format": "standard",
		"meta": [],
		"categories": [80, 86, 83],
		"tags": [],
		"message_area_of_focus": [96],
		"target_audience": [109],
		"buy_cycle": [106],
		"yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v15.8 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>Case study: four lessons learned from recent CPG project | Callahan</title>\n<meta name=\"description\" content=\"Learn four lessons in retail segmentation based on a recent project with a CPG client and start the process of marketing to individual needs.\" />\n<meta name=\"robots\" content=\"noindex, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"Case study: four lessons learned from recent CPG project | Callahan\" />\n<meta property=\"og:description\" content=\"Learn four lessons in retail segmentation based on a recent project with a CPG client and start the process of marketing to individual needs.\" />\n<meta property=\"og:url\" content=\"https://3b3d8d4ea4.nxcli.net/four-lessons-for-retail-segmentation-based-on-recent-cpg-project/\" />\n<meta property=\"og:site_name\" content=\"Callahan\" />\n<meta property=\"article:publisher\" content=\"http://www.facebook.com/callahansocial\" />\n<meta property=\"article:published_time\" content=\"2021-02-02T22:27:06+00:00\" />\n<meta property=\"article:modified_time\" content=\"2021-02-24T16:29:17+00:00\" />\n<meta property=\"og:image\" content=\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/Callahan-Blog-Post-Image-Segmentation.png\" />\n\t<meta property=\"og:image:width\" content=\"1080\" />\n\t<meta property=\"og:image:height\" content=\"1080\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:creator\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:site\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"5 minutes\">\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https://callahan.agency/#website\",\"url\":\"https://callahan.agency/\",\"name\":\"Callahan\",\"description\":\"A brand strategy and digital marketing agency for national consumer brands\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https://callahan.agency/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/four-lessons-for-retail-segmentation-based-on-recent-cpg-project/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/Callahan-Blog-Post-Image-Segmentation.png\",\"width\":1080,\"height\":1080},{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/four-lessons-for-retail-segmentation-based-on-recent-cpg-project/#webpage\",\"url\":\"https://3b3d8d4ea4.nxcli.net/four-lessons-for-retail-segmentation-based-on-recent-cpg-project/\",\"name\":\"Case study: four lessons learned from recent CPG project | Callahan\",\"isPartOf\":{\"@id\":\"https://callahan.agency/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://3b3d8d4ea4.nxcli.net/four-lessons-for-retail-segmentation-based-on-recent-cpg-project/#primaryimage\"},\"datePublished\":\"2021-02-02T22:27:06+00:00\",\"dateModified\":\"2021-02-24T16:29:17+00:00\",\"author\":{\"@id\":\"https://callahan.agency/#/schema/person/62f64c92c1116c623d2ecf58e171a497\"},\"description\":\"Learn four lessons in retail segmentation based on a recent project with a CPG client and start the process of marketing to individual needs.\",\"breadcrumb\":{\"@id\":\"https://3b3d8d4ea4.nxcli.net/four-lessons-for-retail-segmentation-based-on-recent-cpg-project/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://3b3d8d4ea4.nxcli.net/four-lessons-for-retail-segmentation-based-on-recent-cpg-project/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/four-lessons-for-retail-segmentation-based-on-recent-cpg-project/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/\",\"url\":\"https://3b3d8d4ea4.nxcli.net/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/four-lessons-for-retail-segmentation-based-on-recent-cpg-project/\",\"url\":\"https://3b3d8d4ea4.nxcli.net/four-lessons-for-retail-segmentation-based-on-recent-cpg-project/\",\"name\":\"Four critical lessons for retail segmentation\"}}]},{\"@type\":\"Person\",\"@id\":\"https://callahan.agency/#/schema/person/62f64c92c1116c623d2ecf58e171a497\",\"name\":\"danny.schumann\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://callahan.agency/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https://secure.gravatar.com/avatar/b112372ab717e50efca3007bd64508c2?s=96&d=mm&r=g\",\"caption\":\"danny.schumann\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
		"_links": {
			"self": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/12095"
				}
			],
			"collection": [
				{ "href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts" }
			],
			"about": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/types/post"
				}
			],
			"author": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/users/46"
				}
			],
			"replies": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/comments?post=12095"
				}
			],
			"version-history": [
				{
					"count": 1,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/12095/revisions"
				}
			],
			"predecessor-version": [
				{
					"id": 12106,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/12095/revisions/12106"
				}
			],
			"wp:featuredmedia": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media/12105"
				}
			],
			"wp:attachment": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media?parent=12095"
				}
			],
			"wp:term": [
				{
					"taxonomy": "category",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/categories?post=12095"
				},
				{
					"taxonomy": "post_tag",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/tags?post=12095"
				},
				{
					"taxonomy": "message_area_of_focus",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/message_area_of_focus?post=12095"
				},
				{
					"taxonomy": "target_audience",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/target_audience?post=12095"
				},
				{
					"taxonomy": "buy_cycle",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/buy_cycle?post=12095"
				}
			],
			"curies": [
				{
					"name": "wp",
					"href": "https://api.w.org/{rel}",
					"templated": true
				}
			]
		}
	},
	{
		"id": 12093,
		"date": "2021-01-19T11:12:27",
		"date_gmt": "2021-01-19T17:12:27",
		"guid": { "rendered": "https://callahan.agency/?p=11546" },
		"modified": "2021-02-24T10:29:33",
		"modified_gmt": "2021-02-24T16:29:33",
		"slug": "how-to-be-a-strategic-partner-in-the-retail-buying-process",
		"status": "publish",
		"type": "post",
		"link": "https://3b3d8d4ea4.nxcli.net/how-to-be-a-strategic-partner-in-the-retail-buying-process/",
		"title": {
			"rendered": "Callahan’s role in reshaping a retailer’s buying process"
		},
		"content": {
			"rendered": "<p>Localization, assortment rationalization, inventory optimization have been common words in the retail buying process for the last several years… and they are not going away any time soon. While the changes to consumer behavior specifically increased value seekers and massive growth in multi-channel shoppers, these initiatives are even more important. Expect to see the number of retailers incorporating these initiatives to be even more widespread in 2021 going forward.</p>\n<p>For brands, this can seem like a black box of decision-making. Retailers going through these organizational or strategic changes can seem less transparent as partners than before these initiatives. Communication starts to get more formal, meeting structures are changed, and expectations are immediately different and can seem vague. However, from being behind the scenes with retailers going through these changes, this is not typically the intent. So, let me show you the man behind the curtain and share a recent case study and learnings from a project I completed this year with a top pubilicly-traded retailer.</p>\n<h2>Case Study: Supporting assortment planning transformation</h2>\n<p><strong>The retail buying process must evolve.</strong><br />\nIn the past, the buyer or merchant was solely responsible for selecting assortment, connecting with suppliers, determining the shelf layout, as well as conducting all research and analysis &#8230; in addition to running the day-to-day business. As you can imagine, this limits the amount of data that can be utilized, slows down the process, and can result in homogenized assortment across the diverse store base.</p>\n<p>The solution? Change the process. This retailer must revamp their line review process to reduce speed to market and increase localized assortments. To do this the right way, the organizational structure was evaluated. This resulted in creating an assortment planning function, among other changes. With this addition, a deeper level of data can be processed to identify patterns of consumer demand at a store level, as well as uncover inventory opportunities.</p>\n<p><strong>The retailer needed help to move faster.</strong><br />\nAs you can appreciate, changes involving structure, process and data at a large retail organization can be slow to implement and even slower to see results. To speed this along, Callahan was hired to lead the training and implementation of their new line review process because of our ability to transform data into measurable actions, as well as my years of retail experience building strategy and developing teams of buyers and planners. My job was to onboard the new associates, teach them the new line review process and coach them through data analysis, hypothesis creation and recommendation development.</p>\n<p>Uncovering consumer demand patterns at a store level that translate into sales growth strategies requires a lot of data from various sources. Deciphering that much data is challenging, but even more challenging when the function and the associates are brand new to the organization. I measured progress through self-assessments to ensure effectiveness. Based on the training assessment, over 70% of associates were confident and could lead others through this data digestion after only 8 weeks — up from about 20% in the pre-training survey. The focus on localization and productive analysis was effective and all business improvement targets were exceeded after only reviewing a fraction of the businesses.</p>\n<p>The planners were learning and running the new process at the same time. My coaching included real-time weekly guidance as the planners partnered with merchants, cross-functional teams, and prepared for supplier meetings. This allowed me to pressure test the process and identify potential opportunities for improvement.</p>\n<h2>4 takeaways for all brands</h2>\n<p><strong>Tip 1:</strong> <strong>Expectations are now different.</strong> Retailers going through localization, assortment rationalization, and inventory opptimization are committed to getting the product right for their customers, infusing more data into their decision-making, and working with the right suppliers to accomplish these objectives quickly. This is universally true, but what is also universally true is these strategic changes will have an impact on how brands work with their buyer partners. From this point forward, do not fall back on what has always worked.</p>\n<p><strong>Tip 2: Expect that it will be harder to get placement on shelf… especially in all doors.</strong> More and more multi-channel, large box retailers are becoming increasingly critical of in-store assortment and inventory investments. Be prepared for the assortment rationalization and localization discussion. Come ready with recommendations on how your retail partner can maximize opportunities at shelf and offer the right selection locally.</p>\n<p><strong>Tip 3: Expect more competition from private labels and other brands.</strong> Buyers will be evaluating brand relevance and supplier options to get the branded vs. private label mix right for consumers. Plus, remember that assortment rationalization will reduce assortment overlaps, which could mean fewer brands on shelf. Be prepared with a plan to drive your brand’s demand on shelf and data to support why your brand is valuable to consumers.</p>\n<p><strong>Tip 4: Your buyer expects more data</strong>. For most brands, what was considered insightful data before, will likely not be rich enough now. Your buyer now has access to more insights internally, so level up your data game. Buyers will be expecting consumer and market insights, and assortment recommendations that are data-informed. <a href=\"https://callahan.agency/acquire-and-interpret-data-to-drive-results-for-your-business/\" target=\"_blank\" rel=\"noopener\">Learn more about the four forms of insights buyers are looking for</a>.</p>\n<p>Retail evolution will never be complete&#8230; and that’s why we love it. Retailers will continue to innovate and evolve their processes, pushing to offer the best customer experience to grab the most market share. However, the one thing that isn’t changing in retailer evolution, is the demand for more data. As we watch the evolutions to come, they will be data influenced. So, assess your strengths and evaluate your data availability to ensure that you are prepared and can remain a strategic partner and an active participant in the changes to come.</p>\n<p>Is your brand ready? Is your organization set up to meet the new challenges? <a href=\"mailto:kristin.demel@callahan.agency\" target=\"_blank\" rel=\"noopener\">Let’s connect.</a></p>\n<p>&nbsp;</p>\n<hr />\n<p><em><img loading=\"lazy\" class=\"wp-image-11332 alignleft\" src=\"https://callahan.agency/wp-content/uploads/KristinDemelBio.jpg\" alt=\"Kristin Demel, Retail Strategy Director at Callahan\" width=\"267\" height=\"306\" /><a href=\"https://callahan.agency/about/#kristin-demel\" target=\"_blank\" rel=\"noopener\" class=\"broken_link\">About Kristin</a><br />\nBefore joining Callahan to lead <a href=\"https://callahan.agency/capabilities/#retail\" target=\"_blank\" rel=\"noopener noreferrer\">retail strategy</a>, Kristin was senior director of merchandising at PetSmart and director of planning and distribution at PayLess ShoeSource. Her previous experience informs her broad range of retail expertise: buying, financial planning, in-store customer experience, pricing, inventory management, shelf allocation, space optimization and more. Kristin now helps brands with retail strategy creation, assortment building, merchandising, pricing and promotions across brick and mortar and e-commerce channels.</em></p>\n<p>&nbsp;</p>\n",
			"protected": false
		},
		"excerpt": {
			"rendered": "<p>Learn four ways your brand can be a strategic partner to buyers based on a recent case study and learnings from an assortment planning project with a major national retailer.</p>\n",
			"protected": false
		},
		"author": 42,
		"featured_media": 12100,
		"comment_status": "open",
		"ping_status": "closed",
		"sticky": false,
		"template": "",
		"format": "standard",
		"meta": [],
		"categories": [86, 14, 83],
		"tags": [],
		"message_area_of_focus": [126],
		"target_audience": [110],
		"buy_cycle": [107],
		"yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v15.8 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>Four ways brands play a strategic role in the retail buying process | Callahan</title>\n<meta name=\"description\" content=\"Learn four ways your brand can be a strategic partner to buyers as the retail buying process continues to evolve.\" />\n<meta name=\"robots\" content=\"noindex, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"Four ways brands play a strategic role in the retail buying process | Callahan\" />\n<meta property=\"og:description\" content=\"Learn four ways your brand can be a strategic partner to buyers as the retail buying process continues to evolve.\" />\n<meta property=\"og:url\" content=\"https://3b3d8d4ea4.nxcli.net/how-to-be-a-strategic-partner-in-the-retail-buying-process/\" />\n<meta property=\"og:site_name\" content=\"Callahan\" />\n<meta property=\"article:publisher\" content=\"http://www.facebook.com/callahansocial\" />\n<meta property=\"article:published_time\" content=\"2021-01-19T17:12:27+00:00\" />\n<meta property=\"article:modified_time\" content=\"2021-02-24T16:29:33+00:00\" />\n<meta property=\"og:image\" content=\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/Callahan-Blog-Post-Image-TeachingProcesses.jpg\" />\n\t<meta property=\"og:image:width\" content=\"685\" />\n\t<meta property=\"og:image:height\" content=\"685\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:creator\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:site\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"5 minutes\">\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https://callahan.agency/#website\",\"url\":\"https://callahan.agency/\",\"name\":\"Callahan\",\"description\":\"A brand strategy and digital marketing agency for national consumer brands\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https://callahan.agency/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/how-to-be-a-strategic-partner-in-the-retail-buying-process/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/Callahan-Blog-Post-Image-TeachingProcesses.jpg\",\"width\":685,\"height\":685},{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/how-to-be-a-strategic-partner-in-the-retail-buying-process/#webpage\",\"url\":\"https://3b3d8d4ea4.nxcli.net/how-to-be-a-strategic-partner-in-the-retail-buying-process/\",\"name\":\"Four ways brands play a strategic role in the retail buying process | Callahan\",\"isPartOf\":{\"@id\":\"https://callahan.agency/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://3b3d8d4ea4.nxcli.net/how-to-be-a-strategic-partner-in-the-retail-buying-process/#primaryimage\"},\"datePublished\":\"2021-01-19T17:12:27+00:00\",\"dateModified\":\"2021-02-24T16:29:33+00:00\",\"author\":{\"@id\":\"https://callahan.agency/#/schema/person/1f1e29bdd7981dd38291a3015c4820c7\"},\"description\":\"Learn four ways your brand can be a strategic partner to buyers as the retail buying process continues to evolve.\",\"breadcrumb\":{\"@id\":\"https://3b3d8d4ea4.nxcli.net/how-to-be-a-strategic-partner-in-the-retail-buying-process/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://3b3d8d4ea4.nxcli.net/how-to-be-a-strategic-partner-in-the-retail-buying-process/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/how-to-be-a-strategic-partner-in-the-retail-buying-process/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/\",\"url\":\"https://3b3d8d4ea4.nxcli.net/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/how-to-be-a-strategic-partner-in-the-retail-buying-process/\",\"url\":\"https://3b3d8d4ea4.nxcli.net/how-to-be-a-strategic-partner-in-the-retail-buying-process/\",\"name\":\"Callahan\\u2019s role in reshaping a retailer\\u2019s buying process\"}}]},{\"@type\":\"Person\",\"@id\":\"https://callahan.agency/#/schema/person/1f1e29bdd7981dd38291a3015c4820c7\",\"name\":\"Kristin Demel\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://callahan.agency/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https://secure.gravatar.com/avatar/ec90bfc62e5c1e198a4bca466dc9df52?s=96&d=mm&r=g\",\"caption\":\"Kristin Demel\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
		"_links": {
			"self": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/12093"
				}
			],
			"collection": [
				{ "href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts" }
			],
			"about": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/types/post"
				}
			],
			"author": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/users/42"
				}
			],
			"replies": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/comments?post=12093"
				}
			],
			"version-history": [
				{
					"count": 1,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/12093/revisions"
				}
			],
			"predecessor-version": [
				{
					"id": 12107,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/12093/revisions/12107"
				}
			],
			"wp:featuredmedia": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media/12100"
				}
			],
			"wp:attachment": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media?parent=12093"
				}
			],
			"wp:term": [
				{
					"taxonomy": "category",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/categories?post=12093"
				},
				{
					"taxonomy": "post_tag",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/tags?post=12093"
				},
				{
					"taxonomy": "message_area_of_focus",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/message_area_of_focus?post=12093"
				},
				{
					"taxonomy": "target_audience",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/target_audience?post=12093"
				},
				{
					"taxonomy": "buy_cycle",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/buy_cycle?post=12093"
				}
			],
			"curies": [
				{
					"name": "wp",
					"href": "https://api.w.org/{rel}",
					"templated": true
				}
			]
		}
	},
	{
		"id": 12094,
		"date": "2021-01-13T11:10:06",
		"date_gmt": "2021-01-13T17:10:06",
		"guid": { "rendered": "https://callahan.agency/?p=11553" },
		"modified": "2021-02-24T10:30:07",
		"modified_gmt": "2021-02-24T16:30:07",
		"slug": "three-tips-for-successful-line-reviews",
		"status": "publish",
		"type": "post",
		"link": "https://3b3d8d4ea4.nxcli.net/three-tips-for-successful-line-reviews/",
		"title": { "rendered": "A guide to successful line reviews in 2021" },
		"content": {
			"rendered": "<p>I am coming off a seven-month project working with an assortment planning team for a massive publicly traded retail corporation. Reflecting on this time, I am reminded by just how much evolution is happening in retail right now. The changes this particular company are putting in place to reshape the line reviews process will ultimately strengthen buyer decision-making by infusing more data and analysis, delivering a dramatic impact on the top line sales, as well as productivity and margin. While this is great for the retailer, these changes will also have significant implications for all brands and manufacturers on their shelves today or hoping to be on the shelves soon.</p>\n<p>While this is transformative to this retailer, this is now more the norm vs. the exception. More and more retailers are overhauling their assortment selection process. As a result, getting on shelves and staying on shelves will continue to be harder. Brands will be expected to rise to the challenge. So, in effort to help you prepare, I thought I would share some tips for brands and manufacturers as you strategize for your upcoming product line reviews using my latest project as a case study.</p>\n<h2>Tip 1: Remember the goal.</h2>\n<p>Part of my scope included teaching the assortment planners how to present their recommendations to leadership and merchants. I will tell you the same thing I told them. When preparing for your meeting, always start your prep work by reviewing the goal. In category management businesses, the goal of the line reviews process and subsequent supplier meetings is for buyers to develop a go-forward business strategy that aligns with the category’s role. The strategy development will guide all tactics including assortment selection, inventory management, and pricing decisions… most of which will also be determined during the line review process.</p>\n<p>I share this because in my experience, brands can lose sight of why a buyer is taking your meeting during the line review process. Often, brands spend their meeting time focusing only on which of their products the buyer should add and the cost/trade support that accompanies the selection. While this is part of what happens during a line review, you can easily miss the point.</p>\n<p>The buyer is collecting information to build their strategy — a strategy that may or may not include your brand on shelf. This is your time with the buyer to share insights, information and learnings that influence the business strategy for the category. Do not waste your valuable meeting time by only focusing on your new and dropped items.</p>\n<h2>Tip 2: Retail decisions are made by data.</h2>\n<p>As you are sharing your recommendations to the buyer on building a winning strategy and the corresponding assortment modifications, don’t forget to build your business case. My case study retailer has been evolving their line review process not just to reduce speed to market but to build localized, productive assortments, and they need their brand partner&#8217;s help. Part of that evolution is adding assortment planners to infuse more data, getting to a deeper level of analysis.</p>\n<p>You might be thinking, how are you going to mine your retail partner’s sales data to get deeper and/or new insights compared to the internal teams? Keep in mind that data equals information, not just numbers and calculations. While your retail partner may have a grasp on historical sales, margin and inventory, they have fewer information sources on what is happening outside of their stores. This includes information around market share, competitive analysis and consumer behavior.</p>\n<p>This is not a recommendation of “more is more.” There is a limit to the amount of data you should share. Curate your content, share what is actionable and de-prioritize information that is only interesting. This should go without saying, but you would be surprised at the number of brands that I have met with that don’t follow this logic. Make sure that your recommendations are supported by the data you share AND make sure you have recommendations for the insights you provide.</p>\n<h2>Tip 3:  Expect more challenges from your buyer.</h2>\n<p>Expect challenges on brand relevance. As your buyers receive more data and insights internally and from your competition, expect a more active dialogue about what is best for the business. One of these challenges will be around the importance of your brand to the category.  Private label is growing across all retail and this case study retailer is no exception. Additionally, assortment rationalization always involves removing assortment duplication, and that could be removing brands that meet similar consumer needs.</p>\n<p>Expect pressure on costing. A significant portion of US imports were impacted last year by tariffs raising the cost of goods sold. Some of those cost increases were passed from supplier to retailer, creating margin pressure and/or increasing prices to consumers. As such, there will be more in-depth costing conversations now with the elasticity learnings. Additionally, as the flow of data improves internally for retailers, so does information around commodity pricing, cost components, exchange rate, etc. Retail teams are more informed on cost and quality of products. While this will make for tough cost conversations and elevated expectations for suppliers, the quality review aspect of this information levels the playing field.</p>\n<p>Buyers are expecting new ideas. New ideas can be new products, but be careful, “innovation” has to be one of the most overused words in the assortment selection process. As you share innovation and new product options with buyers, think through the product change impact to consumers when determining if your product is innovative in the category:</p>\n<ol>\n<li>Is the new product enough to make consumers want to replace their existing product and buy a new one?</li>\n<li>Does the new product solve a new problem for consumers or an existing problem in a better way?</li>\n</ol>\n<p>I am not saying to refrain from presenting a new item that doesn’t quite meet the definition of innovation. I am saying, keep this in mind as you build your recommendations. Also, remember that new ideas can come in more ways than product. Innovation can be inventory management, shipping, pricing, merchandising, packaging, etc. Think outside the box and bring new ideas to your meeting.</p>\n<p>In addition to my tips above, also remember what all buyers have in common. All buyers are competitors trying to grow their businesses. Buyers compete for market share and consumer loyalty. Keep in mind your buyer’s drive to beat their direct competition as you prepare for your line review meetings. Share ideas and intel that will help your buyer achieve their goal. If you want a lasting partnership and a successful line review meeting, help your buyer strategize to win!</p>\n<p>Not sure if you’re ready for your next line review meeting? Want more dialogue on what to expect? <a href=\"mailto:kristin.demel@callahan.agency\" target=\"_blank\" rel=\"noopener\">Let’s connect.</a></p>\n<hr />\n<p><em><img loading=\"lazy\" class=\"wp-image-11332 alignleft\" src=\"https://callahan.agency/wp-content/uploads/KristinDemelBio.jpg\" alt=\"Kristin Demel, Retail Strategy Director at Callahan\" width=\"267\" height=\"306\" /><a href=\"https://callahan.agency/about/#kristin-demel\" class=\"broken_link\">About Kristin</a><br />\nBefore joining Callahan to lead <a href=\"https://callahan.agency/capabilities/#retail\" target=\"_blank\" rel=\"noopener noreferrer\">retail strategy</a>, Kristin was senior director of merchandising at PetSmart and director of planning and distribution at PayLess ShoeSource. Her previous experience informs her broad range of retail expertise: buying, financial planning, in-store customer experience, pricing, inventory management, shelf allocation, space optimization and more. Kristin now helps brands with retail strategy creation, assortment building, merchandising, pricing and promotions across brick and mortar and e-commerce channels.</em></p>\n<p>&nbsp;</p>\n",
			"protected": false
		},
		"excerpt": {
			"rendered": "<p>My recent case study working on line reviews with a large retail corporation and three tips to ensure your brand stays on shelves in 2021.</p>\n",
			"protected": false
		},
		"author": 42,
		"featured_media": 12099,
		"comment_status": "open",
		"ping_status": "closed",
		"sticky": false,
		"template": "",
		"format": "standard",
		"meta": [],
		"categories": [86, 14, 83],
		"tags": [],
		"message_area_of_focus": [126],
		"target_audience": [110],
		"buy_cycle": [107],
		"yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v15.8 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>Three tips for successful line reviews in 2021 | Callahan</title>\n<meta name=\"description\" content=\"My recent case study working on line reviews with a large retail corporation and three tips to ensure your brand stays on shelves in 2021.\" />\n<meta name=\"robots\" content=\"noindex, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"Three tips for successful line reviews in 2021 | Callahan\" />\n<meta property=\"og:description\" content=\"My recent case study working on line reviews with a large retail corporation and three tips to ensure your brand stays on shelves in 2021.\" />\n<meta property=\"og:url\" content=\"https://3b3d8d4ea4.nxcli.net/three-tips-for-successful-line-reviews/\" />\n<meta property=\"og:site_name\" content=\"Callahan\" />\n<meta property=\"article:publisher\" content=\"http://www.facebook.com/callahansocial\" />\n<meta property=\"article:published_time\" content=\"2021-01-13T17:10:06+00:00\" />\n<meta property=\"article:modified_time\" content=\"2021-02-24T16:30:07+00:00\" />\n<meta property=\"og:image\" content=\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/Callahan-Blog-Post-Image-PetStore.jpg\" />\n\t<meta property=\"og:image:width\" content=\"685\" />\n\t<meta property=\"og:image:height\" content=\"685\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:creator\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:site\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"6 minutes\">\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https://callahan.agency/#website\",\"url\":\"https://callahan.agency/\",\"name\":\"Callahan\",\"description\":\"A brand strategy and digital marketing agency for national consumer brands\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https://callahan.agency/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/three-tips-for-successful-line-reviews/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/Callahan-Blog-Post-Image-PetStore.jpg\",\"width\":685,\"height\":685},{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/three-tips-for-successful-line-reviews/#webpage\",\"url\":\"https://3b3d8d4ea4.nxcli.net/three-tips-for-successful-line-reviews/\",\"name\":\"Three tips for successful line reviews in 2021 | Callahan\",\"isPartOf\":{\"@id\":\"https://callahan.agency/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://3b3d8d4ea4.nxcli.net/three-tips-for-successful-line-reviews/#primaryimage\"},\"datePublished\":\"2021-01-13T17:10:06+00:00\",\"dateModified\":\"2021-02-24T16:30:07+00:00\",\"author\":{\"@id\":\"https://callahan.agency/#/schema/person/1f1e29bdd7981dd38291a3015c4820c7\"},\"description\":\"My recent case study working on line reviews with a large retail corporation and three tips to ensure your brand stays on shelves in 2021.\",\"breadcrumb\":{\"@id\":\"https://3b3d8d4ea4.nxcli.net/three-tips-for-successful-line-reviews/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://3b3d8d4ea4.nxcli.net/three-tips-for-successful-line-reviews/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/three-tips-for-successful-line-reviews/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/\",\"url\":\"https://3b3d8d4ea4.nxcli.net/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/three-tips-for-successful-line-reviews/\",\"url\":\"https://3b3d8d4ea4.nxcli.net/three-tips-for-successful-line-reviews/\",\"name\":\"A guide to successful line reviews in 2021\"}}]},{\"@type\":\"Person\",\"@id\":\"https://callahan.agency/#/schema/person/1f1e29bdd7981dd38291a3015c4820c7\",\"name\":\"Kristin Demel\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://callahan.agency/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https://secure.gravatar.com/avatar/ec90bfc62e5c1e198a4bca466dc9df52?s=96&d=mm&r=g\",\"caption\":\"Kristin Demel\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
		"_links": {
			"self": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/12094"
				}
			],
			"collection": [
				{ "href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts" }
			],
			"about": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/types/post"
				}
			],
			"author": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/users/42"
				}
			],
			"replies": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/comments?post=12094"
				}
			],
			"version-history": [
				{
					"count": 1,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/12094/revisions"
				}
			],
			"predecessor-version": [
				{
					"id": 12108,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/12094/revisions/12108"
				}
			],
			"wp:featuredmedia": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media/12099"
				}
			],
			"wp:attachment": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media?parent=12094"
				}
			],
			"wp:term": [
				{
					"taxonomy": "category",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/categories?post=12094"
				},
				{
					"taxonomy": "post_tag",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/tags?post=12094"
				},
				{
					"taxonomy": "message_area_of_focus",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/message_area_of_focus?post=12094"
				},
				{
					"taxonomy": "target_audience",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/target_audience?post=12094"
				},
				{
					"taxonomy": "buy_cycle",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/buy_cycle?post=12094"
				}
			],
			"curies": [
				{
					"name": "wp",
					"href": "https://api.w.org/{rel}",
					"templated": true
				}
			]
		}
	},
	{
		"id": 11539,
		"date": "2021-01-04T16:18:02",
		"date_gmt": "2021-01-04T22:18:02",
		"guid": { "rendered": "https://callahan.agency/?p=11539" },
		"modified": "2021-01-07T13:21:59",
		"modified_gmt": "2021-01-07T19:21:59",
		"slug": "2021-brand-growth-checklist",
		"status": "publish",
		"type": "post",
		"link": "https://3b3d8d4ea4.nxcli.net/2021-brand-growth-checklist/",
		"title": { "rendered": "2020 happened. Now what?" },
		"content": {
			"rendered": "<p>Congratulations, 2020 is behind us. Chances are, your brand has now truly learned the extent of its capabilities, pressure-tested processes, and is keenly aware how quickly it can react to change. After a year like that, now what?</p>\n<p>It’s time to maximize your brand&#8217;s growth.</p>\n<p>Since leaving my corporate retail buying job, I get asked a lot, “What is it that you do now?”  From my perspective, the answer is pretty straightforward. I help brands find opportunities to grow. While retail analytics, market data, and consumer insights will vary for each brand, the paths for growth are consistent. However, after a year of answering all the big questions and addressing massive shifts in consumer behavior, it’s challenging to step back from the big questions to address opportunities in the new year. To help maximize what&#8217;s in front of you for 2021, I&#8217;ve created a checklist to assist you.</p>\n<h3>Complete the form for my checklist to maximizing growth in 2021</h3>\n",
			"protected": false
		},
		"excerpt": {
			"rendered": "<p>After a year like 2020, it&#8217;s time to focus on regrowth. Maximize your brand&#8217;s growth using this checklist, and be ready for more change and adaptation in 2021.</p>\n",
			"protected": false
		},
		"author": 42,
		"featured_media": 11568,
		"comment_status": "open",
		"ping_status": "closed",
		"sticky": false,
		"template": "",
		"format": "standard",
		"meta": [],
		"categories": [86, 14, 83],
		"tags": [],
		"message_area_of_focus": [126],
		"target_audience": [119],
		"buy_cycle": [106],
		"yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v15.8 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>Maximize your brand&#039;s growth in 2021 | Callahan</title>\n<meta name=\"description\" content=\"After a year like 2020, it&#039;s time to focus on regrowth. Maximize your brand&#039;s growth using this checklist, and be ready for more change and adaptation in 2021.\" />\n<meta name=\"robots\" content=\"noindex, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"Maximize your brand&#039;s growth in 2021 | Callahan\" />\n<meta property=\"og:description\" content=\"After a year like 2020, it&#039;s time to focus on regrowth. Maximize your brand&#039;s growth using this checklist, and be ready for more change and adaptation in 2021.\" />\n<meta property=\"og:url\" content=\"https://3b3d8d4ea4.nxcli.net/2021-brand-growth-checklist/\" />\n<meta property=\"og:site_name\" content=\"Callahan\" />\n<meta property=\"article:publisher\" content=\"http://www.facebook.com/callahansocial\" />\n<meta property=\"article:published_time\" content=\"2021-01-04T22:18:02+00:00\" />\n<meta property=\"article:modified_time\" content=\"2021-01-07T19:21:59+00:00\" />\n<meta property=\"og:image\" content=\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/Callahan-Blog-Post-Image-PlantGrowth.jpg\" />\n\t<meta property=\"og:image:width\" content=\"685\" />\n\t<meta property=\"og:image:height\" content=\"685\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:creator\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:site\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"1 minute\">\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https://callahan.agency/#website\",\"url\":\"https://callahan.agency/\",\"name\":\"Callahan\",\"description\":\"A brand strategy and digital marketing agency for national consumer brands\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https://callahan.agency/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/2021-brand-growth-checklist/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/Callahan-Blog-Post-Image-PlantGrowth.jpg\",\"width\":685,\"height\":685,\"caption\":\"Hands holding potted plant\"},{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/2021-brand-growth-checklist/#webpage\",\"url\":\"https://3b3d8d4ea4.nxcli.net/2021-brand-growth-checklist/\",\"name\":\"Maximize your brand's growth in 2021 | Callahan\",\"isPartOf\":{\"@id\":\"https://callahan.agency/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://3b3d8d4ea4.nxcli.net/2021-brand-growth-checklist/#primaryimage\"},\"datePublished\":\"2021-01-04T22:18:02+00:00\",\"dateModified\":\"2021-01-07T19:21:59+00:00\",\"author\":{\"@id\":\"https://callahan.agency/#/schema/person/1f1e29bdd7981dd38291a3015c4820c7\"},\"description\":\"After a year like 2020, it's time to focus on regrowth. Maximize your brand's growth using this checklist, and be ready for more change and adaptation in 2021.\",\"breadcrumb\":{\"@id\":\"https://3b3d8d4ea4.nxcli.net/2021-brand-growth-checklist/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://3b3d8d4ea4.nxcli.net/2021-brand-growth-checklist/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/2021-brand-growth-checklist/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/\",\"url\":\"https://3b3d8d4ea4.nxcli.net/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/2021-brand-growth-checklist/\",\"url\":\"https://3b3d8d4ea4.nxcli.net/2021-brand-growth-checklist/\",\"name\":\"2020 happened. Now what?\"}}]},{\"@type\":\"Person\",\"@id\":\"https://callahan.agency/#/schema/person/1f1e29bdd7981dd38291a3015c4820c7\",\"name\":\"Kristin Demel\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://callahan.agency/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https://secure.gravatar.com/avatar/ec90bfc62e5c1e198a4bca466dc9df52?s=96&d=mm&r=g\",\"caption\":\"Kristin Demel\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
		"_links": {
			"self": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11539"
				}
			],
			"collection": [
				{ "href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts" }
			],
			"about": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/types/post"
				}
			],
			"author": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/users/42"
				}
			],
			"replies": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/comments?post=11539"
				}
			],
			"version-history": [
				{
					"count": 17,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11539/revisions"
				}
			],
			"predecessor-version": [
				{
					"id": 11583,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11539/revisions/11583"
				}
			],
			"wp:featuredmedia": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media/11568"
				}
			],
			"wp:attachment": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media?parent=11539"
				}
			],
			"wp:term": [
				{
					"taxonomy": "category",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/categories?post=11539"
				},
				{
					"taxonomy": "post_tag",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/tags?post=11539"
				},
				{
					"taxonomy": "message_area_of_focus",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/message_area_of_focus?post=11539"
				},
				{
					"taxonomy": "target_audience",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/target_audience?post=11539"
				},
				{
					"taxonomy": "buy_cycle",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/buy_cycle?post=11539"
				}
			],
			"curies": [
				{
					"name": "wp",
					"href": "https://api.w.org/{rel}",
					"templated": true
				}
			]
		}
	},
	{
		"id": 11504,
		"date": "2020-12-16T11:26:42",
		"date_gmt": "2020-12-16T17:26:42",
		"guid": { "rendered": "https://callahan.agency/?p=11504" },
		"modified": "2021-01-04T17:32:30",
		"modified_gmt": "2021-01-04T23:32:30",
		"slug": "goals-for-2021-rethinking-and-reinventing-the-future-of-retail",
		"status": "publish",
		"type": "post",
		"link": "https://3b3d8d4ea4.nxcli.net/goals-for-2021-rethinking-and-reinventing-the-future-of-retail/",
		"title": { "rendered": "Retail Wrap-Up 2020: Setting goals for 2021" },
		"content": {
			"rendered": "<p>This holiday season (and year) has been unlike any other. Has any other year pressure tested every system, capability, process, resource and bandwidth limits simultaneously? Now is the time to assess your retail strategy, review your playbook, and think about your KPIs. Retailers and brands have permission from their customers right now to implement unprecedented levels of change. This is the opportunity to rethink and reinvent what the future looks like for retail, whatever brand or business you&#8217;re part of, and incorporate those ideas into your goals for 2021.</p>\n<p>In our final podcast of the 2020 Retail Wrap-Up series, <a href=\"https://callahan.agency/about/#joe-cox\" target=\"_blank\" rel=\"noopener\" class=\"broken_link\">Joe Cox, Director of Communication Strategy</a>, talks with <a href=\"https://callahan.agency/about/#kristin-demel\" target=\"_blank\" rel=\"noopener\" class=\"broken_link\">Kristin Demel, Retail Strategy Director</a>, on the biggest &#8220;aha&#8221; moments uncovered in the past holiday retail episodes, the three key takeaways for retail in 2020 and how retailers and brands can be intentional, versus reactionary, in 2021.</p>\n<p>Listen here:<br />\n<div class=\"sc_fancy_player_container\"><!--[if lt IE 9]><script>document.createElement('audio');</script><![endif]-->\n<audio class=\"wp-audio-shortcode\" id=\"audio-11504-1\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://traffic.libsyn.com/secure/uncoveringaha/Episode_53_Retail_Wrapup_2020_Goals_for_2021_Uncovering_Aha.mp3?_=1\" /><a href=\"https://traffic.libsyn.com/secure/uncoveringaha/Episode_53_Retail_Wrapup_2020_Goals_for_2021_Uncovering_Aha.mp3\">https://traffic.libsyn.com/secure/uncoveringaha/Episode_53_Retail_Wrapup_2020_Goals_for_2021_Uncovering_Aha.mp3</a></audio></div><br />\n(Subscribe on <a href=\"https://itunes.apple.com/us/podcast/uncovering-aha-data-savvy-brand-strategy/id1380296971?mt=2\">iTunes</a>, <a href=\"https://www.stitcher.com/podcast/uncovering-aha-for-brand-marketers/uncovering-aha-datasavvy-brand-strategy\">Stitcher</a>, <a href=\"https://play.google.com/music/listen?u=0#/ps/Ijyvvfvngbuh6fmez5goodeyloi\">Google Play</a>, <a href=\"https://www.google.com/podcasts?feed=aHR0cDovL3VuY292ZXJpbmdhaGEubGlic3luLmNvbS9yc3M%3D\">Google Podcasts</a>, <a href=\"https://pca.st/b6KX\">Pocket Casts</a> or your favorite podcast service. You can also ask Alexa or Siri to “play the Uncovering Aha! podcast.”)</p>\n<p>Other podcasts in our Retail Wrap-Up 2020 series include:</p>\n<ul>\n<li><a href=\"https://callahan.agency/retailers-prepare-for-a-one-of-a-kind-retail-holiday-season/\" target=\"_blank\" rel=\"noopener noreferrer\">Retail Wrap-Up 2020: Why this is a one-of-a-kind holiday season</a></li>\n<li><a href=\"https://callahan.agency/omni-channel-not-optional-in-2020/\" target=\"_blank\" rel=\"noopener noreferrer\">Retail Wrap-Up 2020: Stop saying omni-channel</a></li>\n<li><a href=\"https://callahan.agency/five-shopper-modes-that-drive-consumer-spending/\" target=\"_blank\" rel=\"noopener noreferrer\">Retail Wrap-Up 2020: Shopper modes are the new purchase channels </a></li>\n<li><a href=\"https://callahan.agency/black-friday-ethics-to-consider-in-2020/\" target=\"_blank\" rel=\"noopener noreferrer\">Retail Wrap-Up 2020: Will Black Friday ethics lead to retail innovation?</a></li>\n</ul>\n<hr />\n<p>Joe:<br />\nWelcome back to Uncovering Aha, a podcast devoted to helping brands transform data into action, to inspire creativity, to accelerate the growth of your business. I&#8217;m Joe Cox, director of communication strategy at Callahan. And today&#8217;s podcast will be our &#8230; hard to believe it&#8217;ll be our final podcast of this very special year of 2020, as well as the wrap-up of our 2020 Retail Wrap-Up series. So, wrap up of our wrap-up.</p>\n<p>Joe:<br />\nAnd with me, I&#8217;m joined once again by Kristin Demel, Callahan&#8217;s director of retail strategy, who has been tirelessly commentating this, how you say, extremely distinct holiday shopping season, giving us the inside scoop from the perspective of retailers so that you and your own team can come out of this whirlwind season with some really specific learnings and actions that you can transfer to how you tackle 2021 and beyond.</p>\n<p>Joe:<br />\nSo, Kristin, this is it. This is the wrap-up of the wrap up. And in this episode, we are going to be taking the highlights of the previous episodes in our retail holiday season wrap-up series and delivering those big ahas that we uncovered along the way. We have three big overall learnings for everyone. And so, Kristin, whenever you synthesize all of those conversations we had in our entire place, what are some of the things that stood out?</p>\n<p>Kristin:<br />\nYeah. Hi, Joe. I am so excited to be back talking about holiday. It&#8217;s the Superbowl for retailers as you move through quarter four, and so it&#8217;s always exciting to see the strategies come to play, and I think never more true than this year as we&#8217;re all kind of quickly reacting. But I think the thing to keep in mind as we start to talk about learnings is this first learning is that while everything&#8217;s been different this year, and we&#8217;ve all learned and we&#8217;ve had to pivot and we&#8217;ve had to come up with new strategies and new tactics, this is really just been an acceleration of retail trends that have already been in the marketplace. And that is exceptionally true for what&#8217;s happened this holiday season.</p>\n<p>Kristin:<br />\nI think the three highlights here, the first one is we&#8217;ve already had this migration where customers are shopping earlier. We&#8217;ve already had this sense of the holidays blurring between Thanksgiving and the December holiday season. I think what&#8217;s accelerated and new this year is that Halloween got looped into that, too. So now Halloween and Thanksgiving and the December holidays all became one big fourth quarter holiday blur. And Black Friday used to be the start of the season and almost became that Pavlovian stimulus, that bell that we all reacted to and said, &#8220;Oh, it&#8217;s time for the holiday season,&#8221; that just moved up into October with Prime Day.</p>\n<p>Kristin:<br />\nSo while it felt new and different and created a lot of reactionary behavior out there from brands and retailers, it really was just continuation of what&#8217;s been happening in the holiday season. I think as we start to think about Black Friday this year, and as we think about it in the future, it&#8217;s going to be less about a day and a weekend and more about a state of mind. Black Friday. Now, to me doesn&#8217;t mean Friday after Thanksgiving. It means, &#8220;Ooh, it&#8217;s time to deal seek and time to shop as I prepare for the holiday season.&#8221;</p>\n<p>Kristin:<br />\nThe second big acceleration is the shopping outside of physical retail. You can&#8217;t avoid news articles that are saying holiday online shopping is hitting records. Black Friday hit records online, or Cyber Monday and Cyber Week hit records, et cetera. We see crazy statistics about how digital sales have climbed versus last year. But that was already something going so that continues to be just an acceleration of a trend.</p>\n<p>Kristin:<br />\nAnd then I think that the third thing here related to acceleration of retail trends is really around, I&#8217;m going to call it alternate delivery. You could call it curbside, buy online, pickup in store, third-party delivery, that last mile delivery that&#8217;s happening. But this also, to our point we&#8217;ve been making, is an acceleration of a trend that was starting to happen. When you look at all of the retail experts that are posting articles and content out there right now, Retail Dive published an article on the winners and losers of Black Friday with curbside and digital being some of those winners, in-store traffic being one of the losers. Store traffic&#8217;s been quoted over Black Friday weekend being down 50%.</p>\n<p>Kristin:<br />\nBut again, not surprising knowing where consumer behavior was for this year, but also knowing what&#8217;s been going on in the retail environment for the last several years.</p>\n<p>Joe:<br />\nYeah, this is one of my favorites, too, because this is the one that I really got it and it really coincides with a lot of the other trends that we&#8217;re seeing in marketing that are outside of retail world, is that what 2020 did, was it hit the fast forward button. It&#8217;s that acceleration, right? It did not put us into a state of everyone had eight months, nine months to start something, to build something from scratch, which it kind of seems that way. That&#8217;s not how the medication or the cure for the pandemic worked. It didn&#8217;t get started. It got started years ago. Right?</p>\n<p>Joe:<br />\nSo, but what we did see is that fast forward button happen, and I think that it makes a ton of sense. And I am really kind of looking forward to not seeing all that attention on Black Friday or a day, but a lot of creative &#8230; like a lot of things open up to me if I was within retail to be able to &#8230; Where do we fit in, and how do we see the retail season and holiday season? And how does our consumer see the holiday season? So I really dig this one because I can mentally see that fast forward button and, and what it means to not only retail, but other industries too.</p>\n<p>Joe:<br />\nSo what about the second learning? What was the second one that you took from our conversations?</p>\n<p>Kristin:<br />\nYeah. So the second learning I would say is stop thinking about your customers channels because the customers don&#8217;t think this way. It&#8217;s never been more blurred across channels than it is right now. I would say most retail organizations were set up and structured in a way where there was separate teams, almost a binary concept in retail. You had your brick and mortar team and you had your, well, e-commerce team. And that&#8217;s the titles of the teams and that&#8217;s the way that folks were thinking, and app development and social shopping and all of that kind of just fell under that e-commerce shopping.</p>\n<p>Kristin:<br />\nBut customers don&#8217;t think that way. And so designing your customer experience, designing your brand engagement in a way that connects in a binary fashion, either with customers physically or customers digitally, is just not going to work going forward. And so I think that that really becomes that big second learning. As you start to look at Retail Dive published a few days ago their retailer of the year, which became Target. And I&#8217;m a big Target shopper, sad to &#8230; Not sad to, but will proudly claim a big Target shopper here.</p>\n<p>Kristin:<br />\nWhen I think about how I engage with Target, I don&#8217;t have one set of expectations for Target in-store and another set of expectations for Target on my mobile. It&#8217;s just Target. And that&#8217;s just how I&#8217;m engaging with that brand. And to their credit, they didn&#8217;t just start thinking about that this year because of the pandemic. That was them reading where the trends were heading, understanding where consumers were going to go, and then thinking about their consumer, not from a channel perspective, but from a customer experience perspective.</p>\n<p>Kristin:<br />\nThat really makes me think about a podcast you and I recorded a couple weeks ago, maybe a month ago at this point, about how does your customer think about you and how should you be moving away from omni-channel thinking and towards customer experience thinking. And Target&#8217;s a brand that really did think about, how is my customer engaging with me across task mode? Are they getting social interaction from me? Can I fulfill their need for discovery? Is there an entertainment or an aspirational value of what I can bring from my customer experience?</p>\n<p>Kristin:<br />\nAs you think about the big learning here, it&#8217;s your customer experience and how you behave as a brand should be channel agnostic. It shouldn&#8217;t be one way for one channel and another way for another channel. And I think what you&#8217;re going to see and have already started to see is that major retailers are rethinking this. And it&#8217;s not just rethinking the customer facing engagement, but it&#8217;s also the behind the scenes thing. Walmart&#8217;s done a huge restructure of these last few months merging those teams so that they have one team thinking about these environments together to ensure that seamless thinking and that seamless strategy development.</p>\n<p>Kristin:<br />\nBut that&#8217;s not just going to be something that impacts retailers. That&#8217;s also going to fundamentally change how brands need to interact with those retail partners. So no longer will you be interacting with multiple teams, it&#8217;ll be one team. And so what that does is it changes the expectations on you as a brand on the type of thinking, the type of insights, the type of recommendations, and even the types of conversations that you&#8217;re going to be having. So I would say the big, second learning here is brands and retailers really need to start thinking about customer experience as seamless and intertwined and not in this binary online/offline type of way.</p>\n<p>Joe:<br />\nAnd I think I like this one so much because it is the way it should be, right? Like, this is the way we needed it to be, but there wasn&#8217;t something that was urging it on, right? There wasn&#8217;t something. Because it is a lot. It&#8217;s a big merge, right? And I totally get how those things started separately. Right? And they became their own beasts. But then when we are, all of us are like, we need to be customer centric, we need to think about the experience, and then we have two different teams that aren&#8217;t talking to each other, one for online, like there&#8217;s some kind of magical online shopper that&#8217;s only online shopper and a magical shopper that&#8217;s shopping there in the store. That&#8217;s not how it works. And really we saw big hints to how that&#8217;s going to work beyond 2020.</p>\n<p>Joe:<br />\nSo I also love that we&#8217;ve gotten past and connected the thing that brings somebody to the location, so the promotion or the marketing or whatever that is, and forced us to bridge those walls and connect us with the experience of the in-store. Right? And connect us all the way through to how is that entire experience. And I like how, instead of omni-channel, that experience is the thing that helps unite those underneath one platform. And I would say also with this one, the general experience is going to be better for a shopper within or without a pandemic coming out of this. So, great.</p>\n<p>Kristin:<br />\nWhat you hear is that not everybody is going to stay a hundred percent digital. You know, there&#8217;s going to be very few things that once we move past the pandemic and can all move around freely, we&#8217;re not all going to be living a hundred percent digitally, but there will always be this new expectation of physical and virtual combining into to make these richer and stronger brand experiences. The customer will continue to expect that from retailers and from brands.</p>\n<p>Joe:<br />\nI&#8217;ve noticed it in myself, and with the retailers that have it as an option, and I&#8217;m actually seeing a lot more retailers that do, is that whenever I&#8217;m checking out online because I&#8217;ve thought of something really quickly &#8230; I&#8217;m not going to shop, but I thought of something and I need to remember it before I forget, and then there&#8217;s an option to go pick it up down the street, I&#8217;m going to take that to save myself a couple of days on shipping or money on the shipping, whatever it is. So yes, it is coming to the shopping experience and meeting the customer where they&#8217;re at versus forcing them through hoops that help us.</p>\n<p>Kristin:<br />\nYeah. I think if retailers and brands only offer one solution and one delivery it&#8217;s going to be very limiting, which I think leads to the third learning of, look, the customer is giving you permission to try something new. It&#8217;s not just that the rules changed for retailers. Everything&#8217;s changed for consumers and we&#8217;re all different. We&#8217;re different people than we were this time last year, because we&#8217;ve all lived through something that drastically impacted how we interact with the world. It drastically changed our values, our priorities, and our finances. We&#8217;re just different.</p>\n<p>Kristin:<br />\nAnd we&#8217;ve now gotten accustomed to, as consumers, living with uncertainty, not understanding where companies aren&#8217;t leaning into purpose and mission, expecting more of companies. Our health and our family are more top of mind, which all leads to the values and priorities of us are different. And so when you combined that with we&#8217;re now open to and expect different delivery methods, expect more seamless interaction across the brand, that just gives us permission as brands and retailers to do something new. We had to this year get off autopilot and we had to face ethical dilemmas and how we were going to show up.</p>\n<p>Kristin:<br />\nI mean, we had an interesting political landscape. We&#8217;ve had unprecedented amount of social issues. The list could go on. But we now had to rethink things that we would have normally just taken for granted. And so customers aren&#8217;t just open to it. They&#8217;re expecting us as retailers and brands to throw out our old playbook and think about what&#8217;s really going to resonate with them, and what do they actually need from us?</p>\n<p>Joe:<br />\nYeah, there is permission right now to break the things that weren&#8217;t working, to break out of the chains of the things that have held us back and we&#8217;ve done it because that&#8217;s the way it is, and all those assumptions and things that we&#8217;ve always known about it and always talked to our coworkers about why do we do it that way or whatever, now is that excuse. And it is the time. When we come into 2021, I mean, the first thing I&#8217;ll be doing is building a list of what things can we knock down. This is the chance. This is the opportunity to really get past those places and rethink what the future looks like for our own retail, whatever brand and whatever business that we&#8217;re a part of.</p>\n<p>Joe:<br />\nSo I love this one on the creative end of things, because it really gives that permission for creativity, but the struggle or what you have to deal with in 2021 is, part of it is being able to tackle those things. It&#8217;s a lot harder to attack them and to take them out than it is to moan and groan about them year after year. So it&#8217;s really to say, okay, what are we going to actually, let&#8217;s put it up. What are we actually going to do?</p>\n<p>Kristin:<br />\nYeah, for sure. I want to give some advice to brands and retailers on how they should react to these learnings and what we&#8217;re talking about. You have this permission now as a brand and retailer to do something different, but let&#8217;s break that down into kind of short-term and long-term. We all have now, we lived through 2020, and for some of us there could be an audible sigh of like, &#8220;Whew, thank goodness that&#8217;s over.&#8221; But the fact is January 1st, 2021, it&#8217;s not going to be drastically different from December 31st of 2020.</p>\n<p>Kristin:<br />\nAnd so you can&#8217;t just go back to assuming what&#8217;s always worked will work. And that can be easy for us to say, and could probably be the most obvious thing to say on this podcast, but you&#8217;re really going to have to live through every month of strategy and tactic development thinking, is this actually going to work this year, or am I reverting back to old patterns and habits and going back to my old playbook? You&#8217;re going to have to, as brands and retailers, really go back to the basics of, what does my customer need for me? And why or what triggers their need to make sure that we have the right marketing strategies, messaging strategies, retailer partnership strategies, even down to promotional pricing and assortment selection.</p>\n<p>Kristin:<br />\nLet&#8217;s play this through to something more tactical: forecasting and inventory management. Don&#8217;t always assume what has worked in the past is going to work in the future. There&#8217;s going to need to be an enhanced focus on forecasting and inventory management, and that&#8217;s going to have to connect to your marketing strategies. If there&#8217;s a disconnect, and those silos exist, as we all know, between marketing and merchandising teams or marketing and sales teams, marketing can&#8217;t put out a message to drive customer to an action if there&#8217;s no inventory to convert the sale. That just becomes a let down for the customer who, by the way, has been let down on in-stock issues for all of 2020, just trying to buy basics like toilet paper.</p>\n<p>Kristin:<br />\nSo this standard approach to forecasting and inventory management that you used in the past is not necessarily going to be the right solution for you going forward. And I think that even leads to the question of, are we set up in a way, as we develop these strategies month to month, and these tactics month to month, are we set up in a way that we can actually read and understand, is this connecting with my consumer? Is it driving the results that I need to help you quickly pivot in the short-term to make sure that you have the tools and capabilities and you have the relationships established that you can react? And so that we&#8217;re not in this, &#8220;Okay, well, I learned something now, let me go put it into place six months later.&#8221;</p>\n<p>Joe:<br />\nYeah. Once bitten, twice shy, right? You don&#8217;t want this to happen again. And who knows what the future holds? But the way we can really learn is how do we react quickly, right? How can we do that with as least pain as possible? I love that you led with, what can we do now? Right? Like, those quick things that we can really put into place in 2021. But we know it&#8217;s a mixture of short-term and long-term. So what are those things that we can really take a long look at what we&#8217;ve been through this 2020 holiday retail season and say, &#8220;Okay, long-term, how does this affect that?&#8221;</p>\n<p>Kristin:<br />\nThe glass half full thing of 2020 here is that everyone should have had their systems, capabilities, talent, you name it, pressure tested. We&#8217;re all now keenly aware of where we can move quickly, where we fall short, and even down to, are we quick enough at making decisions? And do we have the right resources in place to be able to pivot and to move on a dime if we need to? And so I think my advice really would be, look at that list of where you fell short, from all the things that have been pressure tested this year, and as you think about your investments and your plan to adjust to those capabilities, pause for a minute, and then think about the KPIs. And, okay, if I was able to get these capabilities in place, what am I going to use to measure to make sure they&#8217;re successful, to make sure that my investment is doing what I need it to do, or even to validate that where I have a capability shortfall is actually the right place to be invested.</p>\n<p>Kristin:<br />\nI think in the past, retailers and brands have really relied on &#8230; I&#8217;m going to call them business health metrics, which I&#8217;m not saying are not important. They are still important, but they&#8217;re not the only thing that we should be looking at. We know that through this pandemic, 75% of shoppers have tried something new, including new purchase channel, new brand, a new retailer, et cetera. So what are those right customer relationship measurements that are going to help us with our resource allocation and to make sure that we&#8217;re efficiently managing our brand, but also building relationship with our customers so there can be some loyalty built into where we&#8217;re investing in and how we&#8217;re meeting their needs?</p>\n<p>Kristin:<br />\nBut that also raises the question of, all right, now that I have these new KPIs that I want to measure, can I measure them? Do I have the right amount of data? Do I have the right information sources? And do I have the right analytical bandwidth to make sure that I can be looking at this information on a regular basis and get what I need to out of it to go back to that? Can I actually read and react to the information that I&#8217;m bringing in?</p>\n<p>Joe:<br />\nYeah. I like read and react. And I think that what you definitely have to be careful about is &#8230; What you&#8217;re not saying is that the future will be all about instant reaction, right? Well, what we want is the right tools and the right view of what&#8217;s going on to help us understand what are we doing correctly and I need to do more of, and then what are the things that I need to change as it goes? But what somebody could easily do is say, &#8220;Well, I want to instantly change all the way through. So if I see something &#8230;&#8221; I think you need to have the right things in place that gives you at the right points at what you would be like, &#8220;Okay, is this working or is it not working? When should I react?&#8221;</p>\n<p>Joe:<br />\nIt might not be react in a day. It might be give this thing certain amount of time, but do you have the KPIs? Do you have the tools in place that give you that foresight, or at least give you the right things to make decisions upon? And that&#8217;s a whole &#8230; I love how you put that in long-term. That&#8217;s a lot of work. That is bringing on a lot of new sources, but it&#8217;s going to, at the end of the day, help you become a better retailer.</p>\n<p>Kristin:<br />\nYeah. Just take customer loyalty for a minute. Understanding the difference between a consistent flow of transactions from a customer and the difference between an actual brand advocate that&#8217;s out there posting their purchases from you, encouraging their circle to also go be one of your customers, et cetera, those are two different sets of data that you need. But if you only have the transactional view of that shopper, you&#8217;ll never get the full picture. And so when something like a price fluctuation or a change in shipping method or something disrupts them, they&#8217;re going to be the first to go. And so I think to your point, it&#8217;s not just do I have the right set of data flowing in, do I have all the data points that I need? And do I actually have the tools in place to decipher that?</p>\n<p>Joe:<br />\nYes. Yeah. I think it&#8217;s not going to be going away, none of this in 2020, right? Like, we are not seeing anything, much of anything that&#8217;s going to be going away, but this acceleration is just going to bring &#8230; Let&#8217;s glass half full, it&#8217;s going to bring a lot of a better experience to the consumer. It&#8217;s going to bring more awareness and more ability to have touch and react to what&#8217;s going on in the world for retailers. And once we&#8217;re through some of this pain and transition, it should be a better experience for both sides. So with all of that, three great lessons from lots of content, it&#8217;s been a fun ride, but that is officially a wrap.</p>\n<p>Joe:<br />\nAnd the end of 2020, the end of a very interesting holiday shopping season, that I&#8217;m glad I had you along for, Kristin, and an end to that 2020 Retail Wrap-up series. So thank you so much. It&#8217;s been so much fun getting to go through this journey with you. And I know me personally, I&#8217;m never probably going to be looking at shopping experience the same way. So it&#8217;s nice to have you along for that ride. And thank you for your expertise and commentary.</p>\n<p>Joe:<br />\nAnd from all of us at Callahan to all of you, wish you a warm and joy-filled holiday and may all of the crap of 2020 be left there so that marketers and brands can enter 2021 with at the very least knowing that if they can get through this year, they can probably make it through most anything. So long, 2020, and see everybody on the flip side. Thanks again, Kristin. See you next year.</p>\n<p>&nbsp;</p>\n<p><em>You&#8217;ve been listening to the Uncovering Aha! podcast. Callahan provides data savvy strategy and inspired creativity for national consumer brands. Visit us at <a href=\"http://callahan.agency\">callahan.agency</a> to learn more.</em></p>\n",
			"protected": false
		},
		"excerpt": {
			"rendered": "<p>Kristin and Joe review the three biggest key takeaways from 2020 and remind brands why now is the perfect time to take rethink and reinvent retail moving forward.</p>\n",
			"protected": false
		},
		"author": 43,
		"featured_media": 11574,
		"comment_status": "open",
		"ping_status": "closed",
		"sticky": false,
		"template": "",
		"format": "standard",
		"meta": [],
		"categories": [86, 83, 8],
		"tags": [],
		"message_area_of_focus": [126],
		"target_audience": [108],
		"buy_cycle": [106],
		"yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v15.8 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>Retail goals for 2021: Rethink and reinvent | Callahan</title>\n<meta name=\"description\" content=\"When setting goals for 2021, consider these three takeaways from 2020 and learn why now is the time to reinvent retail moving forward.\" />\n<meta name=\"robots\" content=\"noindex, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"Retail goals for 2021: Rethink and reinvent | Callahan\" />\n<meta property=\"og:description\" content=\"When setting goals for 2021, consider these three takeaways from 2020 and learn why now is the time to reinvent retail moving forward.\" />\n<meta property=\"og:url\" content=\"https://callahan.agency/goals-for-2021-rethinking-and-reinventing-the-future-of-retail/\" />\n<meta property=\"og:site_name\" content=\"Callahan\" />\n<meta property=\"article:publisher\" content=\"http://www.facebook.com/callahansocial\" />\n<meta property=\"article:published_time\" content=\"2020-12-16T17:26:42+00:00\" />\n<meta property=\"article:modified_time\" content=\"2021-01-04T23:32:30+00:00\" />\n<meta property=\"og:image\" content=\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/Callahan-Blog-Post-Image-CurbsideDelivery.jpg\" />\n\t<meta property=\"og:image:width\" content=\"685\" />\n\t<meta property=\"og:image:height\" content=\"685\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:creator\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:site\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"23 minutes\">\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https://callahan.agency/#website\",\"url\":\"https://callahan.agency/\",\"name\":\"Callahan\",\"description\":\"A brand strategy and digital marketing agency for national consumer brands\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https://callahan.agency/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://callahan.agency/goals-for-2021-rethinking-and-reinventing-the-future-of-retail/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/Callahan-Blog-Post-Image-CurbsideDelivery.jpg\",\"width\":685,\"height\":685,\"caption\":\"Woman handing bag to person in car - Curbside delivery\"},{\"@type\":\"WebPage\",\"@id\":\"https://callahan.agency/goals-for-2021-rethinking-and-reinventing-the-future-of-retail/#webpage\",\"url\":\"https://callahan.agency/goals-for-2021-rethinking-and-reinventing-the-future-of-retail/\",\"name\":\"Retail goals for 2021: Rethink and reinvent | Callahan\",\"isPartOf\":{\"@id\":\"https://callahan.agency/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://callahan.agency/goals-for-2021-rethinking-and-reinventing-the-future-of-retail/#primaryimage\"},\"datePublished\":\"2020-12-16T17:26:42+00:00\",\"dateModified\":\"2021-01-04T23:32:30+00:00\",\"author\":{\"@id\":\"https://callahan.agency/#/schema/person/fec2fd0a4d47922f5284209f980a3dbc\"},\"description\":\"When setting goals for 2021, consider these three takeaways from 2020 and learn why now is the time to reinvent retail moving forward.\",\"breadcrumb\":{\"@id\":\"https://callahan.agency/goals-for-2021-rethinking-and-reinventing-the-future-of-retail/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://callahan.agency/goals-for-2021-rethinking-and-reinventing-the-future-of-retail/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://callahan.agency/goals-for-2021-rethinking-and-reinventing-the-future-of-retail/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/\",\"url\":\"https://3b3d8d4ea4.nxcli.net/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://callahan.agency/goals-for-2021-rethinking-and-reinventing-the-future-of-retail/\",\"url\":\"https://callahan.agency/goals-for-2021-rethinking-and-reinventing-the-future-of-retail/\",\"name\":\"Retail Wrap-Up 2020: Setting goals for 2021\"}}]},{\"@type\":\"Person\",\"@id\":\"https://callahan.agency/#/schema/person/fec2fd0a4d47922f5284209f980a3dbc\",\"name\":\"Joe Cox\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://callahan.agency/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https://secure.gravatar.com/avatar/5db48d08146211fd864456cde85b5cab?s=96&d=mm&r=g\",\"caption\":\"Joe Cox\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
		"_links": {
			"self": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11504"
				}
			],
			"collection": [
				{ "href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts" }
			],
			"about": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/types/post"
				}
			],
			"author": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/users/43"
				}
			],
			"replies": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/comments?post=11504"
				}
			],
			"version-history": [
				{
					"count": 12,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11504/revisions"
				}
			],
			"predecessor-version": [
				{
					"id": 11549,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11504/revisions/11549"
				}
			],
			"wp:featuredmedia": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media/11574"
				}
			],
			"wp:attachment": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media?parent=11504"
				}
			],
			"wp:term": [
				{
					"taxonomy": "category",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/categories?post=11504"
				},
				{
					"taxonomy": "post_tag",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/tags?post=11504"
				},
				{
					"taxonomy": "message_area_of_focus",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/message_area_of_focus?post=11504"
				},
				{
					"taxonomy": "target_audience",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/target_audience?post=11504"
				},
				{
					"taxonomy": "buy_cycle",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/buy_cycle?post=11504"
				}
			],
			"curies": [
				{
					"name": "wp",
					"href": "https://api.w.org/{rel}",
					"templated": true
				}
			]
		}
	},
	{
		"id": 11475,
		"date": "2020-12-08T12:45:46",
		"date_gmt": "2020-12-08T18:45:46",
		"guid": { "rendered": "https://callahan.agency/?p=11475" },
		"modified": "2021-01-04T16:17:39",
		"modified_gmt": "2021-01-04T22:17:39",
		"slug": "the-state-of-customer-loyalty-and-where-we-go-from-here",
		"status": "publish",
		"type": "post",
		"link": "https://3b3d8d4ea4.nxcli.net/the-state-of-customer-loyalty-and-where-we-go-from-here/",
		"title": {
			"rendered": "Retail Wrap-Up 2020: The current state of customer loyalty"
		},
		"content": {
			"rendered": "<p>Customer loyalty has taken a hit in 2020, and marketers have differing views on whether it&#8217;s more important than ever before or whether it even exists. Combine the traditional scramble for loyalty following the holiday season with the stat that 75% of shoppers have tried a new product this year, and it makes for an exceptionally top of mind topic for C-suite executives and marketers.</p>\n<p>&#8220;Marketers have to understand what consumers value now and how their priorities and finances have changed–that will impact where they&#8217;re loyal and how they&#8217;re loyal in the future,&#8221; states <a href=\"https://callahan.agency/about/#kristin-demel\" class=\"broken_link\">Kristin Demel</a>, retail strategy director at Callahan.</p>\n<p>Kristin talks with <a href=\"https://callahan.agency/about/#joe-cox\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">Joe Cox</a>, director of communication strategy, about how brands can address shifting loyalties and why it&#8217;s different for every brand based on the specific needs and values of the consumer.</p>\n<p>Listen here:<br />\n<div class=\"sc_fancy_player_container\"><audio class=\"wp-audio-shortcode\" id=\"audio-11475-2\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://traffic.libsyn.com/secure/uncoveringaha/Episode_52-Customer_Loyalty_Uncovering_Aha.mp3?_=2\" /><a href=\"https://traffic.libsyn.com/secure/uncoveringaha/Episode_52-Customer_Loyalty_Uncovering_Aha.mp3\">https://traffic.libsyn.com/secure/uncoveringaha/Episode_52-Customer_Loyalty_Uncovering_Aha.mp3</a></audio></div><br />\n(Subscribe on <a href=\"https://itunes.apple.com/us/podcast/uncovering-aha-data-savvy-brand-strategy/id1380296971?mt=2\">iTunes</a>, <a href=\"https://www.stitcher.com/podcast/uncovering-aha-for-brand-marketers/uncovering-aha-datasavvy-brand-strategy\">Stitcher</a>, <a href=\"https://play.google.com/music/listen?u=0#/ps/Ijyvvfvngbuh6fmez5goodeyloi\">Google Play</a>, <a href=\"https://www.google.com/podcasts?feed=aHR0cDovL3VuY292ZXJpbmdhaGEubGlic3luLmNvbS9yc3M%3D\">Google Podcasts</a>, <a href=\"https://pca.st/b6KX\">Pocket Casts</a> or your favorite podcast service. You can also ask Alexa or Siri to “play the Uncovering Aha! podcast.”)</p>\n<p>Other podcasts in our Retail Wrap-up 2020 series include:</p>\n<ul>\n<li><a href=\"https://callahan.agency/retailers-prepare-for-a-one-of-a-kind-retail-holiday-season/\" target=\"_blank\" rel=\"noopener noreferrer\">Retail Wrap-Up 2020: Why this is a one-of-a-kind holiday season</a></li>\n<li><a href=\"https://callahan.agency/omni-channel-not-optional-in-2020/\" target=\"_blank\" rel=\"noopener noreferrer\">Retail Wrap-Up 2020: Stop saying omni-channel</a></li>\n<li><a href=\"https://callahan.agency/five-shopper-modes-that-drive-consumer-spending/\" target=\"_blank\" rel=\"noopener noreferrer\">Retail Wrap-Up 2020: Shopper modes are the new purchase channels </a></li>\n<li><a href=\"https://callahan.agency/black-friday-ethics-to-consider-in-2020/\" target=\"_blank\" rel=\"noopener noreferrer\">Retail Wrap-Up 2020: Will Black Friday Ethics lead to retail innovation?</a></li>\n<li><a href=\"https://callahan.agency/goals-for-2021-rethinking-and-reinventing-the-future-of-retail/\" target=\"_blank\" rel=\"noopener\">Retail Wrap-Up 2020: Setting goals for 2021</a></li>\n</ul>\n<hr />\n<p>Joe:<br />\nHi everyone, and welcome back to Uncovering Aha podcast, devoted to transforming data into action then inspires creativity and accelerates growth of our business, as well as our brand. I&#8217;m Joe Cox, director of communication strategy at Callahan, and today we&#8217;re continuing our holiday 2020 retail wrap-up series, this time focusing on customer loyalty, this holiday season. I’m joined once again by Kristin Demel, Callahan’s director of retail strategy, who is giving us an insider look into how retailers are dealing with the holiday shopping season, especially in 2020, in order to help retailers and marketers prepare for what&#8217;s to come in 2021 and beyond. So Kristin, Thanksgiving weekend is behind us and somehow my inbox survived Black Friday and Cyber Monday. It was packed full, but now it&#8217;s at final push for retailers to December, to the end of the holiday season and which leads to that transition right into the new year.</p>\n<p>Joe:<br />\nAnd so it sounds like a really good time to take a hard look at customer loyalty. This subject of customer and brand loyalty can be confusing, because for retailers and marketers out there and the pandemic hasn&#8217;t really made things more clear. We hear marketing pros from one side say, &#8220;Loyalty is no longer exists with shoppers. It&#8217;s gone.&#8221; All the way on the other side where we&#8217;re hearing the C-suite saying, &#8220;It&#8217;s more important now than ever.&#8221; So my question to you is, what&#8217;s kind of the truth out there for retailers? How should they be looking at loyalty as they transition into 2021?</p>\n<p>Kristin:<br />\nLoyalty is always a timely topic to discuss around the holiday season, because we know that folks are buying more things or different things than they would throughout the year. And so historically retailers have used this season to capture new customers and then there&#8217;s this scramble in the following quarter to try to keep and retain. But this year it&#8217;s especially top of mind, because we&#8217;ve heard all of the stats that have happened throughout 2020 through the pandemic and the new consumer behavior. The stat that resonates with me is 75% of shoppers have tried something new this year, which when you combine that stat with the scramble for loyalty coming out of holiday traditionally, this makes it an exceptionally top of mind topic as we think about C-suite executives and marketers. And you&#8217;re talking about your inbox surviving Black Friday.</p>\n<p>Kristin:<br />\nWell, my inbox is struggling to survive all of the content that&#8217;s coming out and landing in my inbox about loyalty programs and solutions that are available to purchase, to address consumer loyalty, and I&#8217;ve been listening to these podcast just trying to understand, okay, what&#8217;s the common thought process out there? And I&#8217;ve been hearing a lot in these podcasts around, well the answer to address consumer loyalty is to amplify social media and personalize your message. And it really made me stop and think, &#8220;Well, is this really the answer, and is this really how folks should be addressing shifting loyalties?&#8221; What are your thoughts?</p>\n<p>Joe:<br />\nYeah, I agree. To me it reminds me of some of the prior conversations that we&#8217;ve been having. And over the overall theme, I think is really that tough shift, but necessary shift from reactional, which we&#8217;ve all been very reactional in 2020 for good reason, but getting that over to intentional decision-making. And the large portion of the new products and shopping patterns will carry into the holiday season to 2021, so it&#8217;s to understand, &#8220;Hey, 2020, whenever January one hits, it&#8217;s not going to just go away.&#8221; And we&#8217;re just starting new, it&#8217;s like what have we learned from this?  Also it makes me think of how easy it is by the numbers to mistake consistent transaction with the idea of brand loyalty.</p>\n<p>Joe:<br />\nI&#8217;ve either worked with enough clients or been on the marketing side with brands enough to know that a lot of times they&#8217;ll just say, &#8220;Hey, this person is here a lot or buys my product X amount of times, every month or whatever it is.&#8221; And that is considered loyal. That&#8217;s not always the case and I hate that 2020 really showed us that. Then finally it&#8217;s like&#8230; And I think this is good across retail or CPG, restaurant. It&#8217;s like, &#8220;If you&#8217;re wanting to change, you&#8217;re going to have to check those assumptions that you have at the door.&#8221; We&#8217;ve been really shaken up in 2020, and it is a perfect opportunity to start fresh and start taking out all those old ideas and old assumptions that we don&#8217;t really know where they came from, but they became part of our strategy in what we do, and really start to question those things. And when it comes to loyalty, it&#8217;s like, Why were consumers loyal to us in the first place? And then the important one is, why did they leave you?</p>\n<p>Kristin:<br />\nI love that you brought back in that idea of reactionary behavior. I think retailers and brands right now are still scrambling to react and that thought process of, &#8220;Okay, well, why did they leave me?&#8221; If we think about the consumer behavior that&#8217;s happened in 2020, I think the first thing out of retailer and brands minds would be to say, &#8220;Well in stock, people left me because I didn&#8217;t have the product.&#8221; They&#8217;re not like really leaving me. They just left me for their second choice. But I think to your point on, well, you got to check those assumptions as you think about what consumers have been through price. Price might be something that they left you for.</p>\n<p>Kristin:<br />\nThere&#8217;s an influx of value focused shoppers now based upon everything we&#8217;ve gone through. So really checking, okay, is it your value proposition? Is it your price that they left you for? When you think about availability, like I had mentioned in stock comes top of mind, but with it also accessibility. So were you a harder retailer to shop or a harder brand to shop? Were you farther away from them? Did you have an experience miss? When you think about accessibility, now we have to consider the digital, the social, all the environments that are not store and how was that for them? Did they leave you because of the experience that you&#8217;re giving them?</p>\n<p>Kristin:<br />\nI was reading an article from Retail Dive about some of the most damaging to customer loyalty problems. And one of those was hard to navigate site, followed by a difficult process. The example they cited was around returns. And so as you think about, why did they leave you? I think you have to get real, you can&#8217;t be glass half full when you&#8217;re checking your assumptions, you&#8217;ve got to be glass real. Are you really as good as you think you are?</p>\n<p>Kristin:<br />\nTo those questions you raised, I think once you have gotten real with the answers on there and you have a handle on your assumptions, I think you have to then transition your mind as you&#8217;re building this loyalty strategy around, well, what are your customers valuing now? Because heads up, Joe, you and I spent a whole podcast talking about the fact that consumer behavior and what they value and how they prioritize is different now than it has been in the years leading up to this. And so I think you can&#8217;t just ask yourself the question, what do customers value? I think you really have to push into, what do they value now to understand how their priorities have changed, and their finances changed and how is that going to impact where they&#8217;re loyal and how they&#8217;re loyal in the future?</p>\n<p>Joe:<br />\nI keep thinking of Starbucks and I&#8217;ll get to that, but it&#8217;s kind of easy to say that values shifted and it just was really good for some companies. Like it was the mobile values shifted and some got lucky. They were on it already. They were into something that more people came on board with, but I don&#8217;t know if that&#8217;s the case. So, I mean, let me talk through this a bit. A lot of times when we&#8217;re talking about what a brand is doing to be innovative, I find that investing in customer experience, especially when they don&#8217;t really need to, is kind of the key here. Not about necessarily, &#8220;I knew there was a pandemic coming.&#8221; But if you look at Starbucks specifically, the original concept, and correct me if I&#8217;m wrong, kind of pulling us out as the loyalty driver was the product.</p>\n<p>Joe:<br />\nIt was a differentiated premium product. We had Folgers. And then we have $5 coffees, but they&#8217;re delicious and there&#8217;s some whipped cream on them, it&#8217;s great. And then later that was strengthened with this proximity and location. We will be everywhere, from the airport to target, but really it was all about that third place. It was still that third place strategy, that place between home and work, where we can hang out and do things, which really doesn&#8217;t sound very pandemic friendly. What I&#8217;m saying is they didn&#8217;t sit on their laurels, instead they invested super heavily in something different in that third place. And it was that digital loyalty, like they focused on&#8230; And yes, this sounds very much like they were preparing for 2020, but this is like three years before that. It was drive-thru, contactless pickups and deliveries with that digital and mobile ordering. That was since the app came out in 2013.</p>\n<p>Joe:<br />\nSo they weren&#8217;t preparing for the pandemic. They were focusing on making the experience easier for somebody to snag the coffee. And they wanted to make it as frictionless possible for that consumer. That&#8217;s what their focus was on. Not on preparing for a zombie apocalypse, it just happened to pay off huge for them because they were looking at their customer. And I will throw in this little snippet, as of this year did you know that nearly a quarter of the U.S. orders are placed on the Starbucks app? So at 25%, that&#8217;s insane. That amount of loyalty coming in, because, &#8220;Hey, this is the app that I use to make that order happen. I hit the same button. And if I went to another place, it would be annoying.&#8221; If I went to another coffee place, I&#8217;d have to remember in my mind what kind of coffee I like, I&#8217;m not sure because it gets really specific. And it&#8217;s that grab on to the customer through that focus of experience.</p>\n<p>Kristin:<br />\nThey made your coffee ordering a reflex, not a decision. And I like what you were saying about, three years ago, they were investing in frictionless and that was like, frictionless investing before frictionless was even cool.</p>\n<p>Joe:<br />\nAnd that means expensive. It means that we&#8217;re spending a lot.</p>\n<p>Kristin:<br />\nYou don&#8217;t get to stay the size Starbucks is and have the success that they have by setting it and forgetting it and not taking for granted, that sounds almost negative, but, they&#8217;re always pushing to be better. And coming from the girl that spent a good chunk of her life in and around analytics related to retail, and traffic and trip driving, et cetera, it makes me wonder about the KPIs that Starbucks must have and must be valuing to really understand what loyalty is worth. And if it&#8217;s being successful, too many loyalty programs today are really focused on that.</p>\n<p>Kristin:<br />\nTransactional benefits, you talked about frequency, I&#8217;m going to layer in units per transaction, spend customer lifetime value, et cetera, that are really adding up the dollars in the sense of what customers are purchasing. But to be Starbucks and to make those investment choices, that short-term math is never going to work out. And those KPIs are not going to get you the full measurement of what they&#8217;re trying to accomplish. There&#8217;s this attitudinal benefit that are going to have some KPIs around them for this to ever have made sense financially for them. Because to your point, if they&#8217;re doing this three to five years before everybody else is doing it, it&#8217;s expensive and they&#8217;re going to have had to have invested significantly.</p>\n<p>Joe:<br />\nHindsight is 2020, like it always is. Now it&#8217;s like, of course put all the money into it whenever it&#8217;s been proven huge success, but that was not what it was whenever it started. We all know how tough it is to push in new.</p>\n<p>Kristin:<br />\nYeah. Thinking about that, they would have had to have a great grasp on data. And so as I would encourage folks that are listening, as you&#8217;re thinking about what the right KPIs are for you, and you&#8217;re balancing this transactional financial KPI versus this attitudinal, this can&#8217;t be a one-time data poll. You can&#8217;t go collect a sample and then use that for the next few years. You need to make sure as you&#8217;re setting this up, that you have this consistent evaluation and evolution of your data so that you can really stay on top of the true measurement of loyalty.</p>\n<p>Joe:<br />\nWhat a true gift 2020 has given us, because last year&#8217;s data is not going to matter. What a great time to start fresh and start those polls on a consistent basis using 2020 as your baseline.</p>\n<p>Kristin:<br />\nSo I think I&#8217;m going to refer back to a statement that you made earlier, because as we were talking, you started thinking about Starbucks and I started thinking about a different brand. And you started talking about consistent transactions are not necessarily brand loyalty. And I want to give you a yes, and don&#8217;t ever estimate the staying power of loyalty. We are a fickle species and just because we&#8217;re loyal today, doesn&#8217;t mean we&#8217;re going to be loyal tomorrow. One of the brands that I was thinking about that has also been historically very successful is, Bath and Body Works. Some of the things that you said about Starbucks bring to I think for Bath and Body Works around, their concept and you&#8217;d jump in if I&#8217;m misstating this is, they had this premium product that delivered a high quality aesthetic and delivered differentiated sense.</p>\n<p>Kristin:<br />\nAnd they also blew up the candle category by having these scents that rotated in and out. Never before did you have this urgency around, &#8220;Oh man, I have to go get that leaves candle, because it&#8217;s not going to be there. And that&#8217;s the only one that my husband had in the man cave.&#8221; So there was this interesting business model that they introduced and it&#8217;s been really successful. They&#8217;ve had positive comp growth every quarter since the middle of 2009. I mean, that&#8217;s over a decade of positive, every quarter being positive. So their business has been great and they&#8217;ve had this steady flow of traffic over the last decade, drawing from malls and shopping districts and their promotional offers have really been spot on driving both urgency and basket building. But to all the things we&#8217;ve been talking about, 2020 has changed the game.</p>\n<p>Kristin:<br />\nOne of their critical business drivers, which was in-store traffic, but at the same time, it delivered this positive business opportunity around soaps and sanitizers, which has historically only been about 15% of their business. So far they&#8217;ve been having a really great 2020, and I know the company has publicly said, they&#8217;re cautious about quarter four, but when we start to have this conversation around loyalty and what are customers going to be valuing now and what are they going to be thinking about in 2021, it just makes me wonder how fourth quarter is going to turn out for them and how their customer loyalty is going to stand the test of time.</p>\n<p>Joe:<br />\nYeah. Because there is competition out there. Everybody&#8217;s moving into other places and to me, it&#8217;s a real pressure test to say, &#8220;Hey, I am in that place in the mall. And when people will walk by us, they&#8217;re drawn in and they fill their baskets. Because it smells amazing. And I can try the products. And it&#8217;s an amazing experience.&#8221; But the question is, are you going through the test or asking the questions? And the painful one is of, what happens if that gets taken away? And we would have never thought that, what do you mean that gets taken away? People can&#8217;t smell your candle online. So that is a big&#8230; What happens, and then what is your plan to bridge that gap?</p>\n<p>Kristin:<br />\nI think having the thought process that people will always be in malls, because there&#8217;s always going to be a traffic driver and I&#8217;m going to say malls and central shopping districts, because we all know what&#8217;s happening to mall traffic, but thinking about what customers are always going to be out shopping, and we&#8217;re always going to draw them in, to your point, with the allure of the scents and the urgency and their handbag or wallet is going to be stacked with coupons that are just burning a hole in their pocket to get used. Well now in 2020, a lot of that&#8217;s not there, and so as I lived now through Black Friday and Cyber Monday, and I can&#8217;t help myself, but get online to see what customer experience is like for a multitude of retailers. Let me give you a few highlights of what I&#8217;ve experienced from Bath and Body, and then let&#8217;s chat about whether we think that&#8217;s going to disrupt loyalty.</p>\n<p>Kristin:<br />\nSo what I&#8217;ve experienced, their shipping is expensive. Their shipping is 5.99 plus if you don&#8217;t order a certain amount it&#8217;s&#8230;. Oh, I think it&#8217;s over $10. You don&#8217;t go over $10 and they add a surcharge. Free shipping is offered in limited spots and typically with a high spend minimum that you have to hit. There&#8217;s also no buy online pick-up in-store available, and so you always get into a tough spot when you have a customer survey of, one, which is me right in this minute, but as a working mother of two, buy online pick-up in-store has been a huge lifesaver, especially in 2020, where getting everybody out of the car with their masks and making sure that the safety precautions are up to the standards to keep us safe, the shopping experience safe has been challenging. And so this market leading brand is only testing curbside and buy online pick-up in-store at this point.</p>\n<p>Kristin:<br />\nI also experienced on Black Friday weekend, there were some offers that were only available in store, which makes me go, &#8220;Well, is that the right approach for 2020?&#8221; And then today, by the time you guys hear this, this will be in the past, but today is the 9.99 Candle Day on Black Friday. And so I was online and the website was down, because I&#8217;m sure it&#8217;s a high class problem that there&#8217;s so many people trying to transact on the website today, but it just makes you go, &#8220;Okay, well, is this digital experience and is this customer experience set up for 2021, and is that going to impact the loyalty that their customers have been showing them for the last decade?&#8221;</p>\n<p>Joe:<br />\nAnd I think it&#8217;s to not say, &#8220;Hey Beth, they&#8217;re not doing it wrong. They&#8217;ve won since 2009.&#8221; It is to very much say the time to start focusing on your consumers experience, on the user&#8217;s experience, on making these, and we&#8217;ve talked about it this entire time, making those connections between the digital space and the retail, that live space is necessary and do it now. Do it when there&#8217;s not a pandemic. And the brands that did it and focused and put that investment there, which is tough, Kristin and I both understand that these things that we&#8217;re talking about are easy to talk about. They&#8217;re really different conversations in the boardroom. So we understand those complexities when you&#8217;re dealing with loyalty. But the truth is that customers don&#8217;t care about how your plumbing works.</p>\n<p>Joe:<br />\nI am fascinated with our conversations because I&#8217;ve learned so much every single time about all the things that I didn&#8217;t know that were going on in the background like magic, because you don&#8217;t want the consumer to&#8230; they&#8217;re not worried about that, nor should they be. But whenever this is in our face every single day, I think we have to remind ourselves that they just don&#8217;t care about that plumbing. They want an easier experience that fulfills more on their needs and the values that they have. So what we ask again, as we wrap up the podcast is, have you asked these questions whenever you&#8217;re thinking about loyalty and it all begins with these questions, why were your consumers loyal to you in the first place? Why did they leave you? So whenever we&#8217;re looking at that data, when we see people fall off, why is that occurring? What are they valuing now?</p>\n<p>Joe:<br />\nIt might be as we&#8217;re seeing in 2020, and I don&#8217;t think this is going to be going away. With or without pandemic is, what is their value set now? And how does that hold up against what we&#8217;re providing them? And then how are we going to measure success? Is it going to be measuring success how we did it in 2002, or do we need to start measuring success differently on what we will want to become tomorrow? So I would say that customer loyalty, I think, we can both agree it can be tricky, because it&#8217;s different for everyone based on specific needs and values of your consumer. That&#8217;s why, to me it&#8217;s like the closer you study and invest on your consumer, the clearer that path to loyalty is going to become.</p>\n<p>Kristin:<br />\nI think the statement around, should we launch social media and personalization, to your point, it all comes back to, what do they value now and the loyalty? And if you want to do it in the right way, that&#8217;s effective, you got to first address those questions.</p>\n<p>Joe:<br />\nWhat&#8217;s right for you. Be weary anytime somebody says, &#8220;Hey, the answer for everyone in every business and everything in retail, no matter what your store is, if it&#8217;s candles, or if it&#8217;s tools or in hardware, it&#8217;s all going to be X.&#8221; That&#8217;s a tough pill to swallow because it&#8217;s going to be up to understanding your customer and those specific needs. So with that, I love the conversation a lot for people to think about as we go into the holiday break. And thank you once again for joining us on Uncovering Aha and from Kristin and myself here at Callahan, we look forward to talking holiday retail again with you soon and happy holidays from everyone and to everyone and stay safe out there. Thanks Kristin.</p>\n<p>&nbsp;</p>\n<p><em>You&#8217;ve been listening to the Uncovering Aha! podcast. Callahan provides data savvy strategy and inspired creativity for national consumer brands. Visit us at <a href=\"http://callahan.agency\">callahan.agency</a> to learn more.</em></p>\n",
			"protected": false
		},
		"excerpt": {
			"rendered": "<p>Marketers must address customer loyalty in 2021 as the pandemic continues to test loyalties and brands scramble for it post-holiday.</p>\n",
			"protected": false
		},
		"author": 42,
		"featured_media": 11484,
		"comment_status": "open",
		"ping_status": "closed",
		"sticky": false,
		"template": "",
		"format": "standard",
		"meta": [],
		"categories": [86, 83, 8],
		"tags": [],
		"message_area_of_focus": [126],
		"target_audience": [108],
		"buy_cycle": [106],
		"yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v15.8 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>What does customer loyalty look like in 2021? | Callahan</title>\n<meta name=\"description\" content=\"Marketers must address customer loyalty in 2021 as the pandemic continues to test loyalties and brands scramble for it post-holiday.\" />\n<meta name=\"robots\" content=\"noindex, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"What does customer loyalty look like in 2021? | Callahan\" />\n<meta property=\"og:description\" content=\"Marketers must address customer loyalty in 2021 as the pandemic continues to test loyalties and brands scramble for it post-holiday.\" />\n<meta property=\"og:url\" content=\"https://callahan.agency/the-state-of-customer-loyalty-and-where-we-go-from-here/\" />\n<meta property=\"og:site_name\" content=\"Callahan\" />\n<meta property=\"article:publisher\" content=\"http://www.facebook.com/callahansocial\" />\n<meta property=\"article:published_time\" content=\"2020-12-08T18:45:46+00:00\" />\n<meta property=\"article:modified_time\" content=\"2021-01-04T22:17:39+00:00\" />\n<meta property=\"og:image\" content=\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/Callahan-Featured-Post-Image-Starbucks.jpg\" />\n\t<meta property=\"og:image:width\" content=\"685\" />\n\t<meta property=\"og:image:height\" content=\"685\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:creator\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:site\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"20 minutes\">\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https://callahan.agency/#website\",\"url\":\"https://callahan.agency/\",\"name\":\"Callahan\",\"description\":\"A brand strategy and digital marketing agency for national consumer brands\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https://callahan.agency/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://callahan.agency/the-state-of-customer-loyalty-and-where-we-go-from-here/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/Callahan-Featured-Post-Image-Starbucks.jpg\",\"width\":685,\"height\":685,\"caption\":\"Woman holding Starbucks cup and phone\"},{\"@type\":\"WebPage\",\"@id\":\"https://callahan.agency/the-state-of-customer-loyalty-and-where-we-go-from-here/#webpage\",\"url\":\"https://callahan.agency/the-state-of-customer-loyalty-and-where-we-go-from-here/\",\"name\":\"What does customer loyalty look like in 2021? | Callahan\",\"isPartOf\":{\"@id\":\"https://callahan.agency/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://callahan.agency/the-state-of-customer-loyalty-and-where-we-go-from-here/#primaryimage\"},\"datePublished\":\"2020-12-08T18:45:46+00:00\",\"dateModified\":\"2021-01-04T22:17:39+00:00\",\"author\":{\"@id\":\"https://callahan.agency/#/schema/person/1f1e29bdd7981dd38291a3015c4820c7\"},\"description\":\"Marketers must address customer loyalty in 2021 as the pandemic continues to test loyalties and brands scramble for it post-holiday.\",\"breadcrumb\":{\"@id\":\"https://callahan.agency/the-state-of-customer-loyalty-and-where-we-go-from-here/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://callahan.agency/the-state-of-customer-loyalty-and-where-we-go-from-here/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://callahan.agency/the-state-of-customer-loyalty-and-where-we-go-from-here/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/\",\"url\":\"https://3b3d8d4ea4.nxcli.net/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://callahan.agency/the-state-of-customer-loyalty-and-where-we-go-from-here/\",\"url\":\"https://callahan.agency/the-state-of-customer-loyalty-and-where-we-go-from-here/\",\"name\":\"Retail Wrap-Up 2020: The current state of customer loyalty\"}}]},{\"@type\":\"Person\",\"@id\":\"https://callahan.agency/#/schema/person/1f1e29bdd7981dd38291a3015c4820c7\",\"name\":\"Kristin Demel\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://callahan.agency/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https://secure.gravatar.com/avatar/ec90bfc62e5c1e198a4bca466dc9df52?s=96&d=mm&r=g\",\"caption\":\"Kristin Demel\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
		"_links": {
			"self": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11475"
				}
			],
			"collection": [
				{ "href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts" }
			],
			"about": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/types/post"
				}
			],
			"author": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/users/42"
				}
			],
			"replies": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/comments?post=11475"
				}
			],
			"version-history": [
				{
					"count": 18,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11475/revisions"
				}
			],
			"predecessor-version": [
				{
					"id": 11569,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11475/revisions/11569"
				}
			],
			"wp:featuredmedia": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media/11484"
				}
			],
			"wp:attachment": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media?parent=11475"
				}
			],
			"wp:term": [
				{
					"taxonomy": "category",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/categories?post=11475"
				},
				{
					"taxonomy": "post_tag",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/tags?post=11475"
				},
				{
					"taxonomy": "message_area_of_focus",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/message_area_of_focus?post=11475"
				},
				{
					"taxonomy": "target_audience",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/target_audience?post=11475"
				},
				{
					"taxonomy": "buy_cycle",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/buy_cycle?post=11475"
				}
			],
			"curies": [
				{
					"name": "wp",
					"href": "https://api.w.org/{rel}",
					"templated": true
				}
			]
		}
	},
	{
		"id": 11446,
		"date": "2020-11-20T15:50:50",
		"date_gmt": "2020-11-20T21:50:50",
		"guid": { "rendered": "https://callahan.agency/?p=11446" },
		"modified": "2021-01-04T17:10:11",
		"modified_gmt": "2021-01-04T23:10:11",
		"slug": "black-friday-ethics-to-consider-in-2020",
		"status": "publish",
		"type": "post",
		"link": "https://3b3d8d4ea4.nxcli.net/black-friday-ethics-to-consider-in-2020/",
		"title": {
			"rendered": "Retail Wrap-Up 2020: Will Black Friday ethics lead to retail innovation?"
		},
		"content": {
			"rendered": "<p>The second wave of the global pandemic is here and Black Friday is not going away. However, there a few Black Friday ethics for retailers and brands to consider in the midst of the 2020 holiday shopping season. Safety is top of mind for retailers across the country right now – not just how to keep consumers safe, but their associates as well, and the financial situation many shoppers are in, due to the pandemic, creates many challenges and ethical decisions to address. In this fourth holiday retail episode, <a href=\"https://callahan.agency/about/#kristin-demel\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">Kristin Demel</a>, Retail Strategy Director, talks with <a href=\"https://callahan.agency/about/#joe-cox\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">Joe Cox</a>, Director of Communication Strategy, about the top three headlines for retailers and brands in the coming weeks:</p>\n<ul>\n<li>Consumers are favoring in-store retailers that have the safety precautions in place.</li>\n<li>Consumers are realizing they don&#8217;t have to be in the store to get Black Friday deals, and it doesn&#8217;t even have to be the day after Thanksgiving.</li>\n<li>The financial impact of the economy right now has consumers seeking value now more than ever.</li>\n</ul>\n<p>Learn more about what to expect on Friday, what consumers are thinking this year and how to find opportunity in the midst of change:</p>\n<p>Listen here:<br />\n<div class=\"sc_fancy_player_container\"><audio class=\"wp-audio-shortcode\" id=\"audio-11446-3\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://traffic.libsyn.com/secure/uncoveringaha/Episode_51_Holiday_Retail_Series_Black_Friday_Uncovering_Aha.mp3?_=3\" /><a href=\"https://traffic.libsyn.com/secure/uncoveringaha/Episode_51_Holiday_Retail_Series_Black_Friday_Uncovering_Aha.mp3\">https://traffic.libsyn.com/secure/uncoveringaha/Episode_51_Holiday_Retail_Series_Black_Friday_Uncovering_Aha.mp3</a></audio></div><br />\n(Subscribe on <a href=\"https://itunes.apple.com/us/podcast/uncovering-aha-data-savvy-brand-strategy/id1380296971?mt=2\">iTunes</a>, <a href=\"https://www.stitcher.com/podcast/uncovering-aha-for-brand-marketers/uncovering-aha-datasavvy-brand-strategy\">Stitcher</a>, <a href=\"https://play.google.com/music/listen?u=0#/ps/Ijyvvfvngbuh6fmez5goodeyloi\">Google Play</a>, <a href=\"https://www.google.com/podcasts?feed=aHR0cDovL3VuY292ZXJpbmdhaGEubGlic3luLmNvbS9yc3M%3D\">Google Podcasts</a>, <a href=\"https://pca.st/b6KX\">Pocket Casts</a> or your favorite podcast service. You can also ask Alexa or Siri to “play the Uncovering Aha! podcast.”)</p>\n<p>Other podcasts in our Retail Wrap-up 2020 series include:</p>\n<ul>\n<li><a href=\"https://callahan.agency/retailers-prepare-for-a-one-of-a-kind-retail-holiday-season/\" target=\"_blank\" rel=\"noopener noreferrer\">Retail Wrap-Up 2020: Why this is a one-of-a-kind holiday season</a></li>\n<li><a href=\"https://callahan.agency/omni-channel-not-optional-in-2020/\" target=\"_blank\" rel=\"noopener noreferrer\">Retail Wrap-Up 2020: Stop saying omni-channel</a></li>\n<li><a href=\"https://callahan.agency/five-shopper-modes-that-drive-consumer-spending/\" target=\"_blank\" rel=\"noopener noreferrer\">Retail Wrap-Up 2020: Shopper modes are the new purchase channels </a></li>\n<li><a href=\"https://callahan.agency/the-state-of-customer-loyalty-and-where-we-go-from-here/\" target=\"_blank\" rel=\"noopener noreferrer\">Retail Wrap-Up 2020: The current state of customer loyalty</a></li>\n<li><a href=\"https://callahan.agency/goals-for-2021-rethinking-and-reinventing-the-future-of-retail/\" target=\"_blank\" rel=\"noopener\">Retail Wrap-Up 2020: Setting goals for 2021</a></li>\n</ul>\n<hr />\n<p>Joe:<br />\nHi everyone, and welcome back to Uncovering Aha Podcast, devoted to transforming data into action that will inspire creativity and accelerate growth of our business and our brands. I&#8217;m Joe Cox, director of communication strategy at Callahan, and today we&#8217;re continuing our holiday 2020 wrap-up series, this time focusing on Black Friday.</p>\n<p>Joe:<br />\nI&#8217;m joined once again by Kristin Demel, Callahan&#8217;s director of retail strategy, who is giving us an insider look into how retailers are dealing with the holiday shopping season in 2020 to help retailers and marketers prepare for what&#8217;s to come in 2021 and beyond.</p>\n<p>Joe:<br />\nHi Kristin. Welcome back.</p>\n<p>Kristin:<br />\nHi. I&#8217;m excited to be here. Thanks for having me on the podcast.</p>\n<p>Joe:<br />\nFor sure, so we&#8217;re here the week of Black Friday, known for big deals and even bigger crowds since, I think, in 1952, I looked up. Thank you for Wikipedia. This Friday after Turkey Day has for the last 20 years been known as the beginning of the holiday season and the biggest shopping day of the year. As someone that has spent their career in the retail world, what comes to mind for you when we talk about Black Friday?</p>\n<p>Kristin:<br />\nYeah. When you listed off some of those things about crowded stores and customers fighting that definitely comes to mind for me from a tradition perspective. I can remember being a young girl going out shopping with my mother, waiting in these long lines, and it was this family tradition. It always meant for us, that holiday season was upon us, and there was this pivot from fall into winter.</p>\n<p>Kristin:<br />\nAs a retailer and growing up in the retail world, there&#8217;s still that same feeling of chaos, but there&#8217;s this feeling of excitement. You spend months and months and months planning, strategizing around how you&#8217;re going to steal share, how you&#8217;re going to create new and compelling offers for consumers. Then there&#8217;s all the planning and the work that goes into just inventory management.</p>\n<p>Kristin:<br />\nDo I have enough in the pipeline? Where am I going to place my big bets? What&#8217;s going to be my big item? There&#8217;s this other sense when I think about Black Friday, just about the adrenaline rush of the planning and placing big bets.</p>\n<p>Joe:<br />\nThis year seems to be a little bit different, meaning that we&#8217;re in this second wave coming of the global pandemic. Since March, things have definitely been shifting for us. I think the question for the podcast today is, yes, Black Friday, it&#8217;s not dead. It&#8217;s not gone away during the pandemic, but what we&#8217;re considering here at Callahan is what are those ethical decisions that retailers must address for this Black Friday, specifically? What is going through their heads?</p>\n<p>Kristin:<br />\nI love that you call them ethical decisions, because I think top of mind for retailers and for everyone across the country is safety. That is definitely under that firm ethical banner, but then there&#8217;s also a lot of big questions that retailers are having to think through related to sales plans and what a consumer&#8217;s need and expect, and how do we help people have a great holiday season with all the change in the chaos that everybody&#8217;s been through in 2020.</p>\n<p>Kristin:<br />\nLet&#8217;s start on that piece of you&#8217;re right, we&#8217;re in a global pandemic and having a bunch of folks in one spot together, up close, in a line fighting potentially over the same item, definitely has some issue associated with it. I think number one in everybody&#8217;s mind is crowded stores, so retailers are thinking about how far down does traffic need to be? What do I need to do to make sure that my customers feel like their needs can be met in a way that is not literally between the hours of 6:00 AM and 8:00 AM in my physical store on the morning of Black Friday?</p>\n<p>Kristin:<br />\nI think when you look at all the statistics out there right now, there&#8217;s a lot of different sources reporting what they believe that the traffic levels will be for the day of Black Friday. I know retailers are actively looking at that information and bouncing that up against their plans. Some of the statistics are traffic&#8217;s expected to be down 25%, but then you also start to hear varying reports about consumers and their plans, where 30% to 50% of consumers still plan to visit a store, a physical store, on the day of Black Friday.</p>\n<p>Kristin:<br />\nI know that creates a lot of challenges for retailers as they think about, not just how to keep their consumer safe, but how do they keep their associates safe as well? Because none of them want to be at the heart of some big spreader event. Then once you move past just the health and the safety of associates and consumers, there&#8217;s this next level of financial situations.</p>\n<p>Kristin:<br />\nAs we look at the Bureau of Labor Statistics, unemployment has been at record levels this year, where in the early part of 2020, we were at almost 14% unemployment. That&#8217;s down now, October was around that 7% mark, but there&#8217;s still this conundrum and debate around what are consumers going to spend on holiday? Should I be encouraging consumers to just spend a ton of money and build the basket on holiday? Does that feel like the right thing to do?</p>\n<p>Kristin:<br />\nThen that even leads into the conversation around seasonal workers. Typically, retailers staff up for the holiday season to meet the demands, and we&#8217;ve all seen the articles about Target and the thousands of workers that they&#8217;re hiring. Well, that becomes this debate around, well, now I&#8217;m potentially putting more associates in harm&#8217;s way, but also am I meeting a need from an unemployment perspective?</p>\n<p>Kristin:<br />\nThere&#8217;s not really an easy cut and dry answer around the financial situation like there is around the traffic and keeping people out of the store. I think there&#8217;s a general consensus around how to handle and how retailers are approaching keeping folks out of the store, but there&#8217;s still this open-ended question around the financial situation of the country and how retailers are going to play into that from an ethical perspective.</p>\n<p>Joe:<br />\nWhat&#8217;s going through my head is this, is 2020 just an anomaly, where we&#8217;re like, okay, well, everything just got spread around and we&#8217;re dealing with this pandemic, so this Black Friday is going to be different from anything else that we&#8217;re ever have. How do these things going on this year, do they have any impact on Black Friday in general as we move on past 2020?</p>\n<p>Kristin:<br />\nWell, if you&#8217;re to believe every headline that you read, this would be a one-of-a-kind Black Friday that&#8217;s experiencing things that have never been experienced before in retail. Now, some of that is true, but let&#8217;s push a little bit deeper. When you think about the sub-headlines under the one-of-a-kind Black Friday, you start to read things like, &#8220;Black Friday is moving out of physical retail. It&#8217;s spreading out over time, and consumers are shopping earlier than they ever have before.&#8221;</p>\n<p>Kristin:<br />\nLet&#8217;s pause on those three things for a minute and say, &#8220;Are those really new things that have never happened in Black Friday?&#8221; I think as we start to look back about what&#8217;s happened historically to Black Friday, these are already trends that have been emerging in Black Friday shopping patterns and holiday shopping patterns for the last several years. Then when you start to think about what&#8217;s been happening in retail all of 2020, this is just another example of COVID accelerating the trends that were already going on in retail.</p>\n<p>Kristin:<br />\nLet&#8217;s talk about the moving out of physical retail. I think that&#8217;s been the largest headline related to retail across all of 2020 is this shift from physical shopping to virtual shopping. The headline you read for Black Friday and for the holiday season is that 60% of shoppers are going to purchase all of their gifts online. Well, what&#8217;s interesting about that stat by itself makes folks go, wow, that&#8217;s so many people engaging only online, but what you see less of is the report that last year that was already 56% of shoppers that purchased all of their holiday gifts online.</p>\n<p>Kristin:<br />\nReally, when you think about 60%, if you were going from zero to 60, that would be a big shift, but the four basis points shift from 56 to 60 puts it in perspective, and says, you know what? People were already doing this. There&#8217;s just going to be more of it. Now, that was a, am I purchasing all of my gifts online or none of my gifts online? I do think you&#8217;re going to see this big shift to these partial purchases and folks that are purchasing both physical and virtual. That number is that 51% will shift most of their purchases online.</p>\n<p>Kristin:<br />\nNow I don&#8217;t have the last year to stick, and that was from the MPD Group, but I think that&#8217;s where you&#8217;ll start to see a big shift is this kind of, how much did I spend physical versus virtual last year and a shift towards virtual. When you talk about this moving earlier in spreading out of the holiday purchases, I think that&#8217;s another example where this has just been something that&#8217;s been happening.</p>\n<p>Kristin:<br />\nPrior years, any of the sales that were happening prior to Black Friday would have been called sneak peaks and pre-Black Friday specials. We already saw consumers starting their shopping prior to Black Friday. We&#8217;re just seeing a little bit more of that this year. The stat that I saw from Retail Dive was that 43% of consumers will start shopping before Black Friday. Now that sounds like a lot, but last year was already 34%. We&#8217;re seeing an increase in it, but again, it becomes an increase in a trend that was already emerging.</p>\n<p>Kristin:<br />\nThen as you start to think about, well, then what&#8217;s going to be happening after Black Friday, and is there going to continue to be this spread out? Well, everyone at this point knows the term Cyber Monday and anticipates that, which is a term that started in 2005, named by the NRF. This online shift and this shopping that has happened post-Black Friday and these big shopping days, we&#8217;re just going to continue to see more of that, I think, and that just becomes a continuation of what was already in place.</p>\n<p>Joe:<br />\nYeah, I really liked that thought, because it falls in line with a lot of the other shifts we&#8217;ve seen in consumer behavior during 2020, and that it has pushed a lot of people on to tracks that were already there. We did not invent Zoom. It was not invented because of the pandemic. It was already going that way and more virtual, everything was happening. With the pandemic, it really caused that fast forward button to occur and put a lot of people that may be lagged behind into those things and got them to interact with them maybe more quickly than they would have.</p>\n<p>Joe:<br />\nIt&#8217;s something that was already happening, not this insane polar shift of what was happening. I dig that. The more I read, and especially talking to you, all the headlines that are popping up, I can&#8217;t help myself. I&#8217;m reading this article and that article, and a lot of it&#8217;s from the retailer perspective of what ways in which are they, A, trying to keep it safe and trying to spread things out and all the things that you discussed, or, B, for smaller businesses, what kind of experiences are they trying to make?</p>\n<p>Joe:<br />\nI&#8217;ve seen some really cool stuff like you can get a personalized shopping experience by reserving a time slot at a place, or you get a discount by reserving a spot or simple things like mimosas. Like, come on in, we&#8217;ll give&#8230; It&#8217;s more of that social experience we talked about on last episode, but what is it? I think the one thing that we talk a lot about Callahan is how do we really see things from that consumer perspective? What is your thoughts on what is the consumer thinking about Black Friday this year?</p>\n<p>Kristin:<br />\nI think there&#8217;s a couple headlines going through everyone&#8217;s minds right now from a consumer perspective. I think the first one is definitely the pandemic. Consumers are definitely concerned about their safety. They&#8217;re definitely favoring in-store retailers that have the safety precautions in place. I think that&#8217;s headline one.</p>\n<p>Kristin:<br />\nI think headline two. We started to have this conversation a couple of weeks ago about shopper experiences and how the mindset of the shopper has just been changing over time from, I&#8217;m planning to shop on Black Friday, would have been prior thinking too, I&#8217;m kind of fitting shopping in wherever it fits into my lifestyle, and I&#8217;m always shopping and I&#8217;ve got this phone in my hand, so I can make a transaction whenever I need to. I&#8217;m seamlessly navigating between life experiences outside of shopping and into shopping.</p>\n<p>Kristin:<br />\nI think that there&#8217;s also this school of thought for folks right now around, well, I don&#8217;t actually have to be in a store to Black Friday shop. By the way, shopping the Friday after Thanksgiving doesn&#8217;t have to be the only time in which I&#8217;m Black Friday shopping. I think you&#8217;re seeing some of that also start to transition.</p>\n<p>Kristin:<br />\nThe statistic this year is that 36% of consumers are planning most of their holiday shopping on Black Friday, compared to 60% last year. I think that just starts to show you, while people are still planning to shop Black Friday, it&#8217;s less about the actual day of Black Friday and more about when this idea of Black Friday fits into their plans for that weekend and their plans for kind of the first couple of weeks of December.</p>\n<p>Kristin:<br />\nThen I think third, we&#8217;re going to see this influx of value mindset. We talked a little bit earlier about the financial impact of the economy right now and the unemployment rate. That&#8217;s leading to consumers are definitely looking for value, and they&#8217;re definitely looking for price and promotions, and that&#8217;s going to be a huge trigger for when they start shopping this year.</p>\n<p>Joe:<br />\nRight, no matter if it&#8217;s in person or if it&#8217;s online, that&#8217;s going to be a consideration. Also, the thinking of the time shift also corresponds with a lot of consumer things that we know, we just know. The idea of time and placement, meaning I can watch a show whenever I want. My kid doesn&#8217;t even understand the concept of, well, every Thursday, this show&#8217;s on television and we watch it every Thursday.</p>\n<p>Joe:<br />\nI tell her stories like I&#8217;m a grandpa of some kind of saying, &#8220;Back in my day, we would go round around the television every Thursday just to watch the show and whenever it was done, it was over.&#8221; That concept of time and having to be at a certain place at a certain time seems to, especially with our technology, seem to be fading away with other consumer behaviors too. That&#8217;s really interesting. It feels like-</p>\n<p>Kristin:<br />\nLet&#8217;s talk about time for a minute. As you think about time, Black Friday used to almost be like Pavlov&#8217;s bell. It would ring and we&#8217;re like, &#8220;Oh no, it&#8217;s time to holiday shop,&#8221; but that&#8217;s totally different this year. I think it&#8217;s part of what you just said, that there&#8217;s not a specific time that we have to wait for, everything&#8217;s kind of available.</p>\n<p>Kristin:<br />\nIf I want to do holiday shopping at 2:00 AM, there&#8217;s a retailer I can transact with at any moment from my phone. I don&#8217;t even have to get off the couch. When you start to combine that with things that have been going on this year, Black Friday and holiday shopping really kicked off with Prime Day, and so that&#8217;s when folks started thinking, oh, you know what, you&#8217;re right. It is fall, and you know what comes late in fall is holiday.</p>\n<p>Kristin:<br />\nYou&#8217;ve started to see that now folks are putting up their holiday decorations, and they&#8217;re shopping for their presents and their gifts for their families. They did not wait for that bell this year to tell them that it was time. The stat that I loved here was that 25% of Americans are already done shopping for all of holiday in early October. I think that just shows that no one&#8217;s waiting for Black Friday to be that kickoff to the holiday season anymore.</p>\n<p>Joe:<br />\nYeah, it was. The flood gates were opened with Prime Day, which was a strategic lead pretty sound move from Amazon to ring that bell so early in places we weren&#8217;t even thinking about holiday season.</p>\n<p>Kristin:<br />\nI think that triggered some thoughts for retailers. With Prime Day moving out to October, I think from a retail strategy perspective, all the retailers had to go, oh man, what&#8217;s my response? That really changed the dynamic of the holiday planning for them and forced folks to get out of their comfort zone and start to think about doing something differently. Do I just match Amazon the way that all the retailers have done in June and July on prior years, or do I come up with a new concept and how do I link that to what I already have going on in fall?</p>\n<p>Joe:<br />\nTo that point, I think a lot of this can be what do you&#8230; Yes, 2020 holiday season&#8217;s different, and it is a lot of added stresses and a lot of added operational things we weren&#8217;t thinking about prior to this. I guess the question is, is there opportunity in that? Does the fact that, hey, the moments like this that shake everything up, if you&#8217;re a smart retailer and a smart marketer, and you can get your head above water for a minute to say, okay, what is this an opportunity?</p>\n<p>Joe:<br />\nIs there any way to shake off some of the things that we&#8217;ve been doing and just doing because that&#8217;s how it&#8217;s done every single year? Is there some opportunities here for innovation and to things that we can get rid of the old stuff that just doesn&#8217;t make sense and bring on new?</p>\n<p>Kristin:<br />\nI totally think there&#8217;s a glass half full to what&#8217;s going on right now. You can look at this and say everything&#8217;s changing, and there can be this reactive panic to, okay, well, I have to scramble to figure out how to do what I did last year, but make it fit for 2020. Or this is where I think the strong retailers and brands can step back and say, well, how can I take in the changing consumer dynamic? How can I take in the changing landscape, like Amazon putting their Prime Day in October and start to think about how do I try something new?</p>\n<p>Kristin:<br />\nWhen we first had this podcast around the holiday season and talking about Black Friday, you asked me a question around how do retailers plan for Black Friday and the holiday season? I think the first thing I said to you was, well, everybody starts with last year, what happened last year? What happened with the competition? There almost is this culture in planning for holiday at a retail office that if I don&#8217;t do what I did last year, there&#8217;s this risk that&#8217;s going to happen. If I deviate too far, consumers might not go there with me.</p>\n<p>Kristin:<br />\nI would love for consumers to start shopping November 1, but if the consumers aren&#8217;t prepared to shop, then I&#8217;m risking a lot by having some aggressive promotion and campaign set up for a time when consumers aren&#8217;t there. But this year that&#8217;s all changed. Everything is new. There are definitely trends in consumer purchasing behavior that should influence how retailers and brands respond. But this is the perfect time to say, what have I always done that I just want to stop doing?</p>\n<p>Kristin:<br />\nI think seeing retailers take a stand on being closed on Thanksgiving, you know what? Maybe that should have always happened., and there should have always been a break for store associates to be able to spend time with their family. By the way, they&#8217;re all still open online, so if you desperately needed to buy something, that&#8217;s still an option for you, but you get to make a different choice that would have felt like an impossible choice in 2019 or 2018.</p>\n<p>Kristin:<br />\nI think to your point, this is the perfect time for retailers to try something new and try something that they&#8217;ve never had the courage to do.</p>\n<p>Joe:<br />\nWell, Kristin, thank you as always for your POV and analysis of this 2020 holiday retail season, and thank you to everyone listening out there. Most of all, thank you to all the people out there in retail trying to make the shopping season both safe for shoppers and for their staffs. It is a tough year, and we wish you a happy holiday season.</p>\n<p>Joe:<br />\nFrom Kristin and myself here at Uncovering Aha and the entire Callahan team, happy Thanksgiving, and if anything else, here&#8217;s hoping that Thanksgiving 2020 is a safe one for all of you out there and that all of this mess that we&#8217;re dealing with can lead us to a better future for our businesses in 2021 and beyond. Kristin, thanks, I&#8217;ll talk to you soon.</p>\n<p>&nbsp;</p>\n<p><em>You&#8217;ve been listening to the Uncovering Aha! podcast. Callahan provides data savvy strategy and inspired creativity for national consumer brands. Visit us at <a href=\"http://callahan.agency\">callahan.agency</a> to learn more.</em></p>\n",
			"protected": false
		},
		"excerpt": {
			"rendered": "<p>How has the mindset of consumers changed this holiday season and what Black Friday ethics do retailers and brands need to be aware of?</p>\n",
			"protected": false
		},
		"author": 43,
		"featured_media": 11463,
		"comment_status": "open",
		"ping_status": "closed",
		"sticky": false,
		"template": "",
		"format": "standard",
		"meta": [],
		"categories": [86, 83, 8],
		"tags": [],
		"message_area_of_focus": [126],
		"target_audience": [108],
		"buy_cycle": [106],
		"yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v15.8 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>Black Friday ethics and consumer mindsets in 2020 | Callahan</title>\n<meta name=\"description\" content=\"How has the mindset of consumers changed this holiday season and what Black Friday ethics do retailers and brands need to be aware of?\" />\n<meta name=\"robots\" content=\"noindex, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"Black Friday ethics and consumer mindsets in 2020 | Callahan\" />\n<meta property=\"og:description\" content=\"How has the mindset of consumers changed this holiday season and what Black Friday ethics do retailers and brands need to be aware of?\" />\n<meta property=\"og:url\" content=\"https://callahan.agency/black-friday-ethics-to-consider-in-2020/\" />\n<meta property=\"og:site_name\" content=\"Callahan\" />\n<meta property=\"article:publisher\" content=\"http://www.facebook.com/callahansocial\" />\n<meta property=\"article:published_time\" content=\"2020-11-20T21:50:50+00:00\" />\n<meta property=\"article:modified_time\" content=\"2021-01-04T23:10:11+00:00\" />\n<meta property=\"og:image\" content=\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/BlackFridayShopperSanitizing.png\" />\n\t<meta property=\"og:image:width\" content=\"685\" />\n\t<meta property=\"og:image:height\" content=\"685\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:creator\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:site\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"20 minutes\">\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https://callahan.agency/#website\",\"url\":\"https://callahan.agency/\",\"name\":\"Callahan\",\"description\":\"A brand strategy and digital marketing agency for national consumer brands\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https://callahan.agency/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://callahan.agency/black-friday-ethics-to-consider-in-2020/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/BlackFridayShopperSanitizing.png\",\"width\":685,\"height\":685,\"caption\":\"Black Friday shopper sanitizing cart\"},{\"@type\":\"WebPage\",\"@id\":\"https://callahan.agency/black-friday-ethics-to-consider-in-2020/#webpage\",\"url\":\"https://callahan.agency/black-friday-ethics-to-consider-in-2020/\",\"name\":\"Black Friday ethics and consumer mindsets in 2020 | Callahan\",\"isPartOf\":{\"@id\":\"https://callahan.agency/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://callahan.agency/black-friday-ethics-to-consider-in-2020/#primaryimage\"},\"datePublished\":\"2020-11-20T21:50:50+00:00\",\"dateModified\":\"2021-01-04T23:10:11+00:00\",\"author\":{\"@id\":\"https://callahan.agency/#/schema/person/fec2fd0a4d47922f5284209f980a3dbc\"},\"description\":\"How has the mindset of consumers changed this holiday season and what Black Friday ethics do retailers and brands need to be aware of?\",\"breadcrumb\":{\"@id\":\"https://callahan.agency/black-friday-ethics-to-consider-in-2020/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://callahan.agency/black-friday-ethics-to-consider-in-2020/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://callahan.agency/black-friday-ethics-to-consider-in-2020/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/\",\"url\":\"https://3b3d8d4ea4.nxcli.net/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://callahan.agency/black-friday-ethics-to-consider-in-2020/\",\"url\":\"https://callahan.agency/black-friday-ethics-to-consider-in-2020/\",\"name\":\"Retail Wrap-Up 2020: Will Black Friday ethics lead to retail innovation?\"}}]},{\"@type\":\"Person\",\"@id\":\"https://callahan.agency/#/schema/person/fec2fd0a4d47922f5284209f980a3dbc\",\"name\":\"Joe Cox\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://callahan.agency/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https://secure.gravatar.com/avatar/5db48d08146211fd864456cde85b5cab?s=96&d=mm&r=g\",\"caption\":\"Joe Cox\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
		"_links": {
			"self": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11446"
				}
			],
			"collection": [
				{ "href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts" }
			],
			"about": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/types/post"
				}
			],
			"author": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/users/43"
				}
			],
			"replies": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/comments?post=11446"
				}
			],
			"version-history": [
				{
					"count": 24,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11446/revisions"
				}
			],
			"predecessor-version": [
				{
					"id": 11571,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11446/revisions/11571"
				}
			],
			"wp:featuredmedia": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media/11463"
				}
			],
			"wp:attachment": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media?parent=11446"
				}
			],
			"wp:term": [
				{
					"taxonomy": "category",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/categories?post=11446"
				},
				{
					"taxonomy": "post_tag",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/tags?post=11446"
				},
				{
					"taxonomy": "message_area_of_focus",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/message_area_of_focus?post=11446"
				},
				{
					"taxonomy": "target_audience",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/target_audience?post=11446"
				},
				{
					"taxonomy": "buy_cycle",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/buy_cycle?post=11446"
				}
			],
			"curies": [
				{
					"name": "wp",
					"href": "https://api.w.org/{rel}",
					"templated": true
				}
			]
		}
	},
	{
		"id": 11390,
		"date": "2020-11-11T21:22:04",
		"date_gmt": "2020-11-12T03:22:04",
		"guid": { "rendered": "https://callahan.agency/?p=11390" },
		"modified": "2020-12-16T12:04:43",
		"modified_gmt": "2020-12-16T18:04:43",
		"slug": "five-shopper-modes-that-drive-consumer-spending",
		"status": "publish",
		"type": "post",
		"link": "https://3b3d8d4ea4.nxcli.net/five-shopper-modes-that-drive-consumer-spending/",
		"title": {
			"rendered": "Retail Wrap-Up 2020: Shopper modes are the new purchase channels"
		},
		"content": {
			"rendered": "<p>In our <a href=\"https://callahan.agency/omni-channel-not-optional-in-2020/\" target=\"_blank\" rel=\"noopener noreferrer\">last week&#8217;s podcast</a>, we discussed why retailers should stop using the term &#8220;omni-channel&#8221; as it&#8217;s not a strategy anymore, but an expectation. Retailers must move from omni-channel to focusing on shopper modes as the new purchase channels. The biggest change that&#8217;s happened through the pandemic, related to customer experience, is customer expectations.</p>\n<p>&#8220;So it&#8217;s this shift that&#8217;s happened forcefully, it&#8217;s been gradually happening but it&#8217;s forcefully happened throughout 2020 from, &#8220;I&#8217;m going shopping today,&#8221; to, &#8220;I need something right now when I want it.&#8221; And that&#8217;s really driving consumers and how they&#8217;re purchasing versus a channel&#8221; states <a href=\"https://callahan.agency/about/#kristin-demel\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">Kristin Demel, Retail Strategy Director at Callahan</a>.</p>\n<p>It&#8217;s important for brands and retailers now, to understand the five different types of shopper experiences that consumers are looking for as they&#8217;re shopping and engaging with a brand:</p>\n<ul>\n<li>Task mode &#8211; I&#8217;ve got a list of things and it needs to get done quickly.</li>\n<li>Social mode &#8211; Shopping is a social activity and I may or may not make a transaction.</li>\n<li>Discovery mode &#8211; I&#8217;ve got something in mind but not sure where I need to go or what it might be yet.</li>\n<li>Entertainment mode &#8211; The goal for my shopping trip is purely entertainment.</li>\n<li>Aspirational mode &#8211; I&#8217;m looking to plan a vacation or plan a family dinner, etc.</li>\n</ul>\n<p>Now that consumers can get anything from anyone whenever they want, they now have higher expectations of who they&#8217;re spending money with. Retailers and brands must know how to deliver on what consumers want, when they want, how they want it and in the shopping experience mode they&#8217;re in at the moment. In this podcast, <a href=\"https://callahan.agency/about/#kristin-demel\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">Kristin</a> and <a href=\"https://callahan.agency/about/#joe-cox\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">Joe Cox, Director, Communication Strategy at Callahan</a> discuss the five shopper modes that are driving consumers now.</p>\n<p>Listen here:<br />\n<div class=\"sc_fancy_player_container\"><audio class=\"wp-audio-shortcode\" id=\"audio-11390-4\" preload=\"none\" style=\"width: 100%;\" controls=\"controls\"><source type=\"audio/mpeg\" src=\"https://traffic.libsyn.com/secure/uncoveringaha/Episode_50_Holiday_Retail_Series_Part_3_Uncovering_Aha.mp3?_=4\" /><a href=\"https://traffic.libsyn.com/secure/uncoveringaha/Episode_50_Holiday_Retail_Series_Part_3_Uncovering_Aha.mp3\">https://traffic.libsyn.com/secure/uncoveringaha/Episode_50_Holiday_Retail_Series_Part_3_Uncovering_Aha.mp3</a></audio></div><br />\n(Subscribe on <a href=\"https://itunes.apple.com/us/podcast/uncovering-aha-data-savvy-brand-strategy/id1380296971?mt=2\">iTunes</a>, <a href=\"https://www.stitcher.com/podcast/uncovering-aha-for-brand-marketers/uncovering-aha-datasavvy-brand-strategy\">Stitcher</a>, <a href=\"https://play.google.com/music/listen?u=0#/ps/Ijyvvfvngbuh6fmez5goodeyloi\">Google Play</a>, <a href=\"https://www.google.com/podcasts?feed=aHR0cDovL3VuY292ZXJpbmdhaGEubGlic3luLmNvbS9yc3M%3D\">Google Podcasts</a>, <a href=\"https://pca.st/b6KX\">Pocket Casts</a> or your favorite podcast service. You can also ask Alexa or Siri to “play the Uncovering Aha! podcast.”)</p>\n<p>Other podcasts in our Retail Wrap-up 2020 series include:</p>\n<ul>\n<li><a href=\"https://callahan.agency/retailers-prepare-for-a-one-of-a-kind-retail-holiday-season/\" target=\"_blank\" rel=\"noopener noreferrer\">Retail Wrap-Up 2020: Why this is a one-of-a-kind holiday season</a></li>\n<li><a href=\"https://callahan.agency/omni-channel-not-optional-in-2020/\" target=\"_blank\" rel=\"noopener noreferrer\">Retail Wrap-Up 2020: Stop saying omni-channel</a></li>\n<li><a href=\"https://callahan.agency/black-friday-ethics-to-consider-in-2020/\" target=\"_blank\" rel=\"noopener noreferrer\">Retail Wrap-Up 2020: Will Black Friday ethics lead to retail innovation?</a></li>\n<li><a href=\"https://callahan.agency/the-state-of-customer-loyalty-and-where-we-go-from-here/\" target=\"_blank\" rel=\"noopener noreferrer\">Retail Wrap-Up 2020: The current state of customer loyalty</a></li>\n<li><a href=\"https://callahan.agency/goals-for-2021-rethinking-and-reinventing-the-future-of-retail/\" target=\"_blank\" rel=\"noopener\">Retail Wrap-Up 2020: Setting goals for 2021</a></li>\n</ul>\n<hr />\n<p>Joe:<br />\nWelcome to Callahan&#8217;s Uncovering Aha podcast. This is a place where we talk about a range of topics for marketing decision-makers with a special focus on how to uncover insights and data to then drive brand strategy and inspire creativity. My name is Joe Cox, I lead the communication strategy here for Callahan and today I am joined once again by Kristin Demel, our director of retail strategy and we are continuing our Retail Wrap-up 2020 series. This time talking with Kristen about the large shift in consumer behavior since the pandemic and how that will be affecting this 2020 holiday retail season.</p>\n<p>Joe:<br />\nAnd just as a small reminder, we started this conversation on holiday 2020 about a month ago so we have a couple, if this episode is interesting to you, you can go back and catch the previous two and we&#8217;ll be continuing this on &#8230; for the rest of the holiday season.</p>\n<p>Joe:<br />\nWith all that activity it could be easy for brands and retailers to feel the need to quickly react this holiday season versus that intentional planning and strategic way in that we&#8217;re all searching for. So what we&#8217;re talking about here really is not to affect your plans right now because we know those plans are going, right? You have your head down, but what we want to do is help you observe what&#8217;s going on in retail holistically to be able to go into 2021 really taking those lessons from what we&#8217;re learning this holiday season.</p>\n<p>Joe:<br />\nSo to get started, Kristin, you really can&#8217;t avoid hearing about consumer behavior changing during 2020. I mean, it&#8217;s everywhere and a lot of it is around this large shift to online shopping, right, because that has brought people in that have never been in and there&#8217;s really been a necessity for it for the first time. How should brands and retailers be thinking about their omni-strategy, right, their omni-channel strategy that goes in retail as well as digital channels?</p>\n<p>Kristin:<br />\nHey, Joe, thanks for having me today. I&#8217;m super excited to talk about this topic with you. You&#8217;re exactly right. Right now we can&#8217;t avoid hearing about this massive shift to online. I think I get greater than 20 emails a day from research companies and marketing agencies, et cetera, all making sure that I know that customers are now shopping online and that I should be ready for that as a former retailer. And out of that omni has definitely become a big buzzword.</p>\n<p>Kristin:<br />\nAll these emails include omni-strategy, omni-strategy, et cetera. As you think about the history of omni with retail, retailers in the past have viewed this concept almost in a binary way. When they&#8217;re developing strategies, thinking about their tactics, even down to how they build teams and organizations with inside retail organizations it&#8217;s brick and mortar and online and it&#8217;s one or the other. And whole strategies and investments have been made against either brick and mortar or online.</p>\n<p>Kristin:<br />\nBut I think what&#8217;s interesting when you think about this from a strategic lens is that customers don&#8217;t actually think of themselves this way. A customer would never be sitting on their couch saying, &#8220;Okay, I&#8217;m going to go be a online shopper today,&#8221; or, &#8220;I&#8217;m going to go to a store.&#8221; So when you think about retailers and how they&#8217;re developing omni-channel as a strategy, I&#8217;m not sure if omni-channel is a strategy anymore or if it&#8217;s just the way of retail.</p>\n<p>Kristin:<br />\nIf you think about would a retailer ever develop a strategy that says, &#8220;You know what, I think I only want to be in one channel and be one thing.&#8221; That doesn&#8217;t necessarily sound like a strategy that you&#8217;re going to hear across the board. And so, I would almost say as we start to think about omni-channel, we should just stop saying omni-channel. It&#8217;s just retail now. Now I get it, it could be important as you think about what do I need to invest in from a capability&#8217;s perspective but that starts to put it as a tactic, not necessarily as a strategic choice.</p>\n<p>Joe:<br />\nYeah, it&#8217;s interesting how important sometimes words are and if you are really looking for ways and you said something really interesting of these two pieces, online shopping and in-store shopping being separate, separate budget line items and probably not a lot of communication there. The words that you use for that can either bring those budgets further apart and can start getting you to communicate with each other a little bit more and getting more integration in there.</p>\n<p>Joe:<br />\nBut if we&#8217;re not thinking about customers by channel, right, that&#8217;s how internally it&#8217;s been done for so long, then how do you think we&#8217;re going &#8230; what would you say are some ways in which we could think about it?</p>\n<p>Kristin:<br />\nYeah, so I think on this mind shift from reacting to what&#8217;s going on to starting to think intentionally the focus should really be on how customers are thinking. Customers, like we just said, are not thinking about themselves as an online shopper, a mobile shopper, a social shopper, a store shopper, et cetera. They&#8217;re just thinking, &#8220;what do I need? Where do I need to get it? How do I want to get it? And when do I need it?&#8221;</p>\n<p>Kristin:<br />\nSo it&#8217;s this shift that&#8217;s happened forcefully, it&#8217;s been gradually happening but it&#8217;s forcefully happened throughout 2020 from, &#8220;I&#8217;m going shopping today,&#8221; to, &#8220;I need something right now when I want it.&#8221; And that&#8217;s really driving consumers and how they&#8217;re purchasing versus a channel.</p>\n<p>Kristin:<br />\nI think if you take this down to the younger generations you&#8217;ve got Gen Z that&#8217;s always been connected, so they don&#8217;t necessarily even think about shopping. They just are in one environment digitally and it just happens to translate into shopping or they&#8217;re out and about and that just also happens to end up at a retailer and they end up making some sort of transaction that way.</p>\n<p>Kristin:<br />\nAnd so I think as we think about stopping the reactionary behavior that&#8217;s happening right now we really need to stop thinking about channel and start thinking about what actually compels somebody to engage with my brand today?</p>\n<p>Joe:<br />\nYeah, that&#8217;s really interesting and it&#8217;s instead of planning for the day of shopping it is, &#8220;I fit shopping into the gaps when needed, based on whatever need or whatever, how I&#8217;m feeling and my needs at that any given moment.&#8221; That&#8217;s interesting.</p>\n<p>Joe:<br />\nSo if customers aren&#8217;t classifying their shopping trips by channel, that makes sense. I&#8217;m not really worried about where I&#8217;m at. I&#8217;m more worried about what I&#8217;m trying to do and my needs at that time and they&#8217;re not really classifying their activity as even a shopping trip, right? What does compel someone to engage with a retailer brand. It seems like it could be a tough place for retail to then meet that consumer without some kind of construct.</p>\n<p>Kristin:<br />\nSo, Joe, when you ask the question, what compels someone to engage with a retailer or a brand, they&#8217;re really looking for an experience and I was at a customer experience conference a couple years ago and listened to a speaker talk about what types of customer experiences people are looking for to get from a brand and it really stuck with me and it really made sense to me.</p>\n<p>Kristin:<br />\nAnd so, there are five different types of experiences that consumers are looking for in their life and as they&#8217;re shopping and engaging with a brand. So the first one is task mode. So this one I think resonates really strongly with me. For me a lot of my grocery trips are task mode. I&#8217;ve got a list of things. I need to get in and get out, whether that&#8217;s digitally get in, get out or a physical store. I just want this to be over quickly. I&#8217;m not getting any sort of delight out of this. It&#8217;s just something that&#8217;s on my to-do list that I got to get done.</p>\n<p>Kristin:<br />\nThe next one is social. So we are social creatures and there are different shopping trips that I know that I personally go on where it&#8217;s just a social activity. I&#8217;m just trying to be with other people. I may or may not purchase a lot of things. I might purchase a few things but shopping and making a transaction is not the number thing on my list that day. It&#8217;s really to engage with the people around me.</p>\n<p>Kristin:<br />\nThe third one is discovery mode. So this is really where I kind of have something in mind but I&#8217;m not really sure what the exact solution, product is, even retailer or brand that I want to transact with. So I&#8217;m looking to find something new. Looking to find something that meets my needs at that time and it could be a need that&#8217;s not fully defined.</p>\n<p>Kristin:<br />\nThe fourth one is entertainment mode. So personally I love shopping and so shopping is entertainment for me. So this could be, just using myself as a consumer, one, this could be me going to a sporting goods store with my kids and letting them try out new balls or looking at new gloves or any sort of equipment that they might be looking at. So it&#8217;s something for us to do as an activity. We want to be occupied. We want to be engaged with something, whether that be a store associate or whether that be a product or a store experience, et cetera. But really the full goal of the shopping trip is entertainment.</p>\n<p>Kristin:<br />\nAnd then the last one is aspirational. So we&#8217;re looking for something to aspire to, imagining a different version of reality for ourself. That could be an aspirational trip around vacation planning, some sort of remodeling project. If you&#8217;re at the grocery store on an aspirational trip it could be a family dinner that you&#8217;re planning. I could be on Pinterest looking for recipes, then navigate to some sort of grocery retailer to purchase the items that I need because I&#8217;m aspiring to have this amazing family dinner come together for my guests and for my family.</p>\n<p>Kristin:<br />\nBut I think the other thing to note as you think about all of these experience modes is that consumers aren&#8217;t 100% one mode or the other and so these are different experiences that we all have a different percent of our shopping trips that fall into these buckets. I&#8217;m going to use my husband now as an example. He is the king of task mode. However, 100% of his shopping trips are not task mode. He is not a task mode customer. He just over-indexes in task mode, compared to the average.</p>\n<p>Kristin:<br />\nSo as we&#8217;re thinking about brands and retailers and how we design what our customer experience should be, we really start to have to think about appealing to consumers across multiple modes and not just one or the other and not designing our environment to meet one or the other.</p>\n<p>Joe:<br />\nYeah, I really love these because as you were going through those and I think anyone listening would be the same, we&#8217;re putting it to the test and I&#8217;m saying, &#8216;Oh, absolutely. There is a time where I am physically at a place or I&#8217;m going physically to a retail location for each one of these and there are times outside of that where it&#8217;s the same feeling inside the brain that we&#8217;re getting&#8221;.</p>\n<p>Joe:<br />\nI mean, entertainment jumped out for me because we were just as a family trying to bring some family fun time in a couple weeks ago and we started getting the toy catalogs, right? So that behavior of, &#8220;Hey, we&#8217;re going to take 15 minutes and circle those things in the catalog,&#8221; really it&#8217;s not inside retail but it&#8217;s a place that that entertainment shopping is happening.</p>\n<p>Joe:<br />\nSo how do we draw it back then? I am all the way on board with consumer first thinking, understand that their needs state and what needs state that they&#8217;re in. How do we connect it to the concept of channel so we can actually start planning against it?</p>\n<p>Kristin:<br />\nSo there&#8217;s not a direct tie. You can&#8217;t go through the five different experiences that consumers are trying to get and say, &#8220;Well, this one mode fits in this exact channel.&#8221; Let&#8217;s pick on social media, for example. You can&#8217;t say that any sort of shopping that happens in social media is by definition going to fulfill the social shopping mode. That&#8217;s just not how it works.</p>\n<p>Kristin:<br />\nBut prior to the pandemic when you look at task mode, that was the experience that was rapidly shifting online and so had we been having this conversation a year ago I probably would have been advising brands and retailers to really be thinking about their online shopping experience and how it can fulfill task mode. How can we make that easy and fast for consumers?</p>\n<p>Kristin:<br />\nBut now, what you&#8217;re seeing is a lot of these other modes are rapidly shifting to other channels. I love your example of the toy catalog. For your family and for your kids specifically and for my kids that&#8217;s aspirational mode for them. They&#8217;re really aspiring to and thinking about what is their holiday going to look like and what might they get and how is their life going to be different when they get that brand new doll?</p>\n<p>Joe:<br />\nTotally. Yeah.</p>\n<p>Kristin:<br />\nThat&#8217;s a total shift out of physical retail. I know in your example there was a physical catalog in hand but that kind of aspirational shopping can also happen online and happen online as early as six. I know both of us have six year olds here and that&#8217;s definitely happening for them at the age of six.</p>\n<p>Joe:<br />\nYeah, and it&#8217;s funny how for them it&#8217;s aspirational. For me it is, &#8220;Hey, how do I have some time, some fun time with my kids?&#8221; That&#8217;s really interesting.</p>\n<p>Kristin:<br />\nWell, and then maybe for the grandparents it becomes task mode. Here let me slide this back over to you and you can get your shopping done in an easy way.</p>\n<p>Joe:<br />\nLove that.</p>\n<p>Kristin:<br />\nAnd so I think what I&#8217;ve learned through the pandemic and what I&#8217;ve seen happening is, we as brands and retailers have to be ready to meet all of these different customer experiences either on a digital or in a physical sense and across every single channel. So I think to your question of how do we think about channel this way? I think it goes back to that your brand has to feel seamless across channel and so that way your consumer, in whatever experience they&#8217;re looking to get, can really get that out of your brand, regardless of how they engage with you across channel.</p>\n<p>Joe:<br />\nSo then do you think the pandemic changed what customers are looking for an experience with that brand or are there new experiences that shoppers expect from brands and retailers? How has that shifted?</p>\n<p>Kristin:<br />\nI think the largest change that&#8217;s happened through the pandemic related to customer experience is really customer expectations. With this massive shift to digital channels that has happened during the pandemic consumers now realize that they have more options than ever. I think if you were to ask customers where they shopped you would often find that it was in a five mile radius, a 10 mile radius of where they were physically located and that often translated as well on to who they shopped from digitally.</p>\n<p>Kristin:<br />\nWell now that we can get anything from anybody whenever we want I now have higher expectations of who&#8217;s going to get my spending and consumers in general. And so customers expect retailers and brands to know them and to deliver on what they want, when they want, how they want it and in the shopping experience mode that they&#8217;re in at the moment. And so I think that that really puts a lot of pressure and it&#8217;s something very different that has happened post-pandemic than what we might have been talking about nine months ago.</p>\n<p>Joe:<br />\nSo looking through that lens, what should then we expect from retailers during holiday 2020, right? What do you expect to see when we&#8217;re looking at these different channels and strategies?</p>\n<p>Kristin:<br />\nSo as you look at what&#8217;s been going on inside retail corporate offices there has been mass scaling of digital capabilities. I don&#8217;t want to just say online. I mean, websites have definitely been a focus but it&#8217;s really been about scaling all sorts of capabilities to meet customer needs in an efficient way when they&#8217;re interacting with you digitally versus when they&#8217;re interacting with you physically in store.</p>\n<p>Kristin:<br />\nAnd so I think what you&#8217;re going to start to see is a lot of transition digitally. So these brands and retailers are going to have to evolve their online and digital experience beyond just providing this sort of frictionless, easy transactional type experience. They&#8217;re going to be trying to deliver digitally against modes like social, discovery, entertainment, aspirational and I think that&#8217;s really what you&#8217;re going to see in a big way when you look at customer experience digitally.</p>\n<p>Kristin:<br />\nNow, when you look at physical retail, in the past this is where a lot of task mode has happened, especially around the holiday season. I&#8217;ve got these gifts that I need to get or I have this group of family members coming over to have this type of engagement at my house and I need to get in and get out because my holiday season is busy. I&#8217;ve got parties. I&#8217;ve got concerts. I&#8217;ve got events. I got to get out Christmas cards, if you still do that.</p>\n<p>Kristin:<br />\nAnd so physical retail has really had to figure out a way to deliver upon that quickly. Now, I think what you&#8217;re going to see this year is physical retail really trying to over deliver on that holiday feeling in store and really rewarding those folks that do leave their home to feel aspirational when they&#8217;re in store.</p>\n<p>Kristin:<br />\nWe&#8217;ve all been trapped in our houses and I &#8230; trapped is a little dramatic but if a consumer and a customer does choose to leave their quarantine mode and the safety of their home and come to stores I think that&#8217;s where you&#8217;re really going to see retailers trying to over deliver on that holiday experience to really reward consumers for leaving their house.</p>\n<p>Joe:<br />\nYeah, it almost becomes a form of escapism and it&#8217;s like, hey, you kind of know everybody&#8217;s going through that same kind of thing so giving them that feeling of the holidays when there&#8217;s a lot of gaps, or there may be a lot of gaps with this is just not your traditional. That makes a ton of sense.</p>\n<p>Joe:<br />\nThis always goes by so fast because I always learn so much and I am &#8230; Super thank you for helping give us that consumer lens to see this entire 2020 holiday retail season because I know a lot of the people in the industry it is tough because your head is down because you are so focused in on what your plans are but we really &#8230; it&#8217;s such a big opportunity if you can see this wider angle to be able to see the whole thing. So we try to really break that down into smaller pieces so you don&#8217;t have to go in and keep up.</p>\n<p>Joe:<br />\nSo, Kristin, thank you for doing that work for us and keep us with that viewpoint. And thank you to everyone that listened to us today. If you are digging this strategic observation and breakdowns of this holiday&#8217;s retail season please join us throughout the rest of the year as we continue to focus in on the big learnings from this season that will help us go into 2021 feeling more confident in our plans and more ahead of the game.</p>\n<p>Joe:<br />\nFrom Kristin and I here at Callahan we will see you very soon. Have a great week.</p>\n<p>&nbsp;</p>\n<p><em>You&#8217;ve been listening to the Uncovering Aha! podcast. Callahan provides data savvy strategy and inspired creativity for national consumer brands. Visit us at <a href=\"http://callahan.agency\">callahan.agency</a> to learn more.</em></p>\n",
			"protected": false
		},
		"excerpt": {
			"rendered": "<p>Learn the five shopper modes that drive consumer spending and why brands and retailers must focus on these as the new purchase channels.</p>\n",
			"protected": false
		},
		"author": 42,
		"featured_media": 11414,
		"comment_status": "open",
		"ping_status": "closed",
		"sticky": false,
		"template": "",
		"format": "standard",
		"meta": [],
		"categories": [86, 83, 8],
		"tags": [],
		"message_area_of_focus": [126],
		"target_audience": [108],
		"buy_cycle": [106],
		"yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v15.8 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>Five shopper modes that replace purchase channels | Callahan</title>\n<meta name=\"description\" content=\"Learn the five shopper modes that drive consumer spending and why brands and retailers must focus on these as the new purchase channels.\" />\n<meta name=\"robots\" content=\"noindex, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"Five shopper modes that replace purchase channels | Callahan\" />\n<meta property=\"og:description\" content=\"Learn the five shopper modes that drive consumer spending and why brands and retailers must focus on these as the new purchase channels.\" />\n<meta property=\"og:url\" content=\"https://callahan.agency/five-shopper-modes-that-drive-consumer-spending/\" />\n<meta property=\"og:site_name\" content=\"Callahan\" />\n<meta property=\"article:publisher\" content=\"http://www.facebook.com/callahansocial\" />\n<meta property=\"article:published_time\" content=\"2020-11-12T03:22:04+00:00\" />\n<meta property=\"article:modified_time\" content=\"2020-12-16T18:04:43+00:00\" />\n<meta property=\"og:image\" content=\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/RetailWrapUpShopperModes.png\" />\n\t<meta property=\"og:image:width\" content=\"685\" />\n\t<meta property=\"og:image:height\" content=\"685\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:creator\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:site\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"19 minutes\">\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https://callahan.agency/#website\",\"url\":\"https://callahan.agency/\",\"name\":\"Callahan\",\"description\":\"A brand strategy and digital marketing agency for national consumer brands\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https://callahan.agency/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://callahan.agency/five-shopper-modes-that-drive-consumer-spending/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/RetailWrapUpShopperModes.png\",\"width\":685,\"height\":685,\"caption\":\"man looking through clothing rack at store\"},{\"@type\":\"WebPage\",\"@id\":\"https://callahan.agency/five-shopper-modes-that-drive-consumer-spending/#webpage\",\"url\":\"https://callahan.agency/five-shopper-modes-that-drive-consumer-spending/\",\"name\":\"Five shopper modes that replace purchase channels | Callahan\",\"isPartOf\":{\"@id\":\"https://callahan.agency/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://callahan.agency/five-shopper-modes-that-drive-consumer-spending/#primaryimage\"},\"datePublished\":\"2020-11-12T03:22:04+00:00\",\"dateModified\":\"2020-12-16T18:04:43+00:00\",\"author\":{\"@id\":\"https://callahan.agency/#/schema/person/1f1e29bdd7981dd38291a3015c4820c7\"},\"description\":\"Learn the five shopper modes that drive consumer spending and why brands and retailers must focus on these as the new purchase channels.\",\"breadcrumb\":{\"@id\":\"https://callahan.agency/five-shopper-modes-that-drive-consumer-spending/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://callahan.agency/five-shopper-modes-that-drive-consumer-spending/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://callahan.agency/five-shopper-modes-that-drive-consumer-spending/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/\",\"url\":\"https://3b3d8d4ea4.nxcli.net/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://callahan.agency/five-shopper-modes-that-drive-consumer-spending/\",\"url\":\"https://callahan.agency/five-shopper-modes-that-drive-consumer-spending/\",\"name\":\"Retail Wrap-Up 2020: Shopper modes are the new purchase channels\"}}]},{\"@type\":\"Person\",\"@id\":\"https://callahan.agency/#/schema/person/1f1e29bdd7981dd38291a3015c4820c7\",\"name\":\"Kristin Demel\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://callahan.agency/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https://secure.gravatar.com/avatar/ec90bfc62e5c1e198a4bca466dc9df52?s=96&d=mm&r=g\",\"caption\":\"Kristin Demel\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
		"_links": {
			"self": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11390"
				}
			],
			"collection": [
				{ "href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts" }
			],
			"about": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/types/post"
				}
			],
			"author": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/users/42"
				}
			],
			"replies": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/comments?post=11390"
				}
			],
			"version-history": [
				{
					"count": 18,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11390/revisions"
				}
			],
			"predecessor-version": [
				{
					"id": 11535,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11390/revisions/11535"
				}
			],
			"wp:featuredmedia": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media/11414"
				}
			],
			"wp:attachment": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media?parent=11390"
				}
			],
			"wp:term": [
				{
					"taxonomy": "category",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/categories?post=11390"
				},
				{
					"taxonomy": "post_tag",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/tags?post=11390"
				},
				{
					"taxonomy": "message_area_of_focus",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/message_area_of_focus?post=11390"
				},
				{
					"taxonomy": "target_audience",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/target_audience?post=11390"
				},
				{
					"taxonomy": "buy_cycle",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/buy_cycle?post=11390"
				}
			],
			"curies": [
				{
					"name": "wp",
					"href": "https://api.w.org/{rel}",
					"templated": true
				}
			]
		}
	},
	{
		"id": 11366,
		"date": "2020-11-04T10:50:54",
		"date_gmt": "2020-11-04T16:50:54",
		"guid": { "rendered": "https://callahan.agency/?p=11366" },
		"modified": "2020-11-05T11:05:05",
		"modified_gmt": "2020-11-05T17:05:05",
		"slug": "marketing-considerations-for-restaurants-2021",
		"status": "publish",
		"type": "post",
		"link": "https://3b3d8d4ea4.nxcli.net/marketing-considerations-for-restaurants-2021/",
		"title": {
			"rendered": "2021 Planning: Predictions from a restaurant marketing veteran"
		},
		"content": {
			"rendered": "<p>As we close in on the fourth quarter of 2020 and prepare to implement 2021 plans, it’s important to look at the challenges the restaurant industry has faced in the past six months that will affect next year’s strategies and outcomes.</p>\n<p>In May, I collected data and opinions from industry experts and published a blog titled: <a href=\"https://callahan.agency/how-to-position-your-restaurant-for-success-post-pandemic/\" target=\"_blank\" rel=\"noopener noreferrer\">What’s next for restaurants? Four tips for moving forward.</a></p>\n<p>Here were my observations then:</p>\n<ol>\n<li>Make diners feel safe and protected.</li>\n<li>Free delivery may be a new cost of entry.</li>\n<li>Millennials will emerge as core customers, if they weren’t already.</li>\n<li>For QSRs and CDRs thru-put systems need to bring a sense of structure and safe distance flow.</li>\n</ol>\n<p>Here’s what has happened and what we know about 150 days later as we saw positive cases grow in large metro areas on the east and west coasts, then hit the gulf coast and slowly migrate to the heartland and rural neighborhoods. As we speak, the US is bracing for a third peak of cases. France and Germany have tightened up restrictions and some states are considering the same.</p>\n<p>Deaths in the U.S. have exceeded 200,000, and are still growing at about 1,000 per day. As the country shut down, people stopped moving around for anything but necessities. Mass gatherings became illegal. I’ve always said that restaurant transactions, from white table cloth to hot dog stands require consumer movement. People need to be going places and doing things. That’s why weather is such a driving factor. If you can’t drive around during inclement weather, you’re not dining out. Grocery store volumes spike. Folks hunker down.</p>\n<p>My observations from May still hold up, but the question is, has consumer behavior changed permanently?</p>\n<p>What’s happened since May 5th?</p>\n<ul>\n<li>The restaurant industry is poised to lose close to $250 billion nationwide.</li>\n<li>Dining rooms were shut down, then opened to limited capacity only to be shut down again in some places as the virus spiked.</li>\n<li>QSRs, to a degree, survived as drive-thru’s were maximized and carry-out/delivery thrived.</li>\n</ul>\n<h3>Considerations for 2021 restaurant marketing plans</h3>\n<p><strong>Value will still be King.</strong> Financially, around the world, things are uncertain. With the presidential election, how will jobs, the stock market and consumer spending be affected? Calendar tactics need to weighted toward deals or everyday value.</p>\n<p><strong>Online ordering for carry-out or delivery will continue to grow.</strong> Holiday spending is predicted to be bigger than ever. Buying online and picking up in store will be a choice that many consumers will make. QSR drive-thru transactions could see a bump. Also, the ghost kitchen idea will continue to grow. Chili’s and Applebee’s are turning underutilized brick and mortar dine-in assets to create virtual concepts like It’s Just Wings (Chili’s) and Neighborhood Wings (Applebee’s). Food is prepared in the existing kitchens, packaged and delivered.</p>\n<p><strong>Loyalty may suffer.</strong> Consumers couldn’t find their preferred products in many cases, so they tried different/available options. Will they come back? That remains to be seen.</p>\n<p><strong>Health and safety will continue to be concerns.</strong> One wonders if there will ever be a time when we don’t see at lease some masks being worn in public, like Asia. Visible safety measures will be important. Spraying and cleaning will need to be constant.</p>\n<p>Consumers will be hesitant into 2021 to return to normal patterns. In the last few weeks, we’ve seen an outbreak on Capitol Hill involving the POTUS. Even though surveys say that shopping is first of the list for activities to return to…equals movement…equals restaurant transactions…pundits suggest a slow build after solid medical recommendations.</p>\n<p>To conclude on 2021, clearly it’s a “we’ll see” status for all of us on many fronts. But, the overriding factor is that people like restaurants. Regardless of whether the food or beverage is handed out in a bag, delivered to the front door or set down on the table, the consumer behavior of dining out and off-premise meals will survive and someday again thrive.</p>\n<p>At <a href=\"https://callahan.agency/\" target=\"_blank\" rel=\"noopener noreferrer\">Callahan</a>, we don’t build restaurant chain marketing strategies until we have all of the data by store, over time. We overlay real-world databases and work with our clients to direct resources where they’ll have a better chance to pay off. We like to say we <a href=\"https://callahan.agency/capabilities/#analytics\" target=\"_blank\" rel=\"noopener noreferrer\">turn data into action</a> that informs strategy, inspires creativity and drives traffic. Give us a call. We’d like to listen to how your brand is navigating these crazy external factors and see how we might be able to help.</p>\n<p>Looking forward to sit-down service someday soon.</p>\n<hr />\n<div>\n<p><img loading=\"lazy\" class=\" wp-image-11371 alignleft\" src=\"https://callahan.agency/wp-content/uploads/GregHaflichBio.jpg\" alt=\"Greg Haflich, New Business Director at Callahan\" width=\"210\" height=\"241\" /></p>\n<p><em><a href=\"https://callahan.agency/about/#greg-haflich\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"broken_link\">About Greg</a><br />\n</em><em>Greg is a 45-year restaurant marketing veteran with agency and client-side experience. He has served as VP of Marketing and Brand Development for Sonic, Director of Field Marketing and Brand Manager at Applebee’s, Field Marketing Divisional Director for KFC and agency side experience with McDonald’s, Subway, Pizza Hut, Krispy Kreme, On the Border, PF Chang’s and Pei Wei.</em></p>\n</div>\n",
			"protected": false
		},
		"excerpt": {
			"rendered": "<p>Greg Haflich, restaurant industry veteran, reviews the challenges restaurant franchises have faced in the past six months that will affect 2021 strategies and outcomes.</p>\n",
			"protected": false
		},
		"author": 32,
		"featured_media": 11368,
		"comment_status": "open",
		"ping_status": "closed",
		"sticky": false,
		"template": "",
		"format": "standard",
		"meta": [],
		"categories": [15, 14, 8],
		"tags": [],
		"message_area_of_focus": [96],
		"target_audience": [110],
		"buy_cycle": [106],
		"yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v15.8 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>2021 predictions from a restaurant marketing veteran | Callahan</title>\n<meta name=\"description\" content=\"Greg Haflich, restaurant marketing veteran, reviews the challenges that will affect 2021 planning for restaurant chains.\" />\n<meta name=\"robots\" content=\"noindex, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"2021 predictions from a restaurant marketing veteran | Callahan\" />\n<meta property=\"og:description\" content=\"Greg Haflich, restaurant marketing veteran, reviews the challenges that will affect 2021 planning for restaurant chains.\" />\n<meta property=\"og:url\" content=\"https://callahan.agency/marketing-considerations-for-restaurants-2021/\" />\n<meta property=\"og:site_name\" content=\"Callahan\" />\n<meta property=\"article:publisher\" content=\"http://www.facebook.com/callahansocial\" />\n<meta property=\"article:published_time\" content=\"2020-11-04T16:50:54+00:00\" />\n<meta property=\"article:modified_time\" content=\"2020-11-05T17:05:05+00:00\" />\n<meta property=\"og:image\" content=\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/Nov20-EmptyRestaurant.jpg\" />\n\t<meta property=\"og:image:width\" content=\"685\" />\n\t<meta property=\"og:image:height\" content=\"685\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:creator\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:site\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"4 minutes\">\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https://callahan.agency/#website\",\"url\":\"https://callahan.agency/\",\"name\":\"Callahan\",\"description\":\"A brand strategy and digital marketing agency for national consumer brands\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https://callahan.agency/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://callahan.agency/marketing-considerations-for-restaurants-2021/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/Nov20-EmptyRestaurant.jpg\",\"width\":685,\"height\":685,\"caption\":\"Empty restaurant\"},{\"@type\":\"WebPage\",\"@id\":\"https://callahan.agency/marketing-considerations-for-restaurants-2021/#webpage\",\"url\":\"https://callahan.agency/marketing-considerations-for-restaurants-2021/\",\"name\":\"2021 predictions from a restaurant marketing veteran | Callahan\",\"isPartOf\":{\"@id\":\"https://callahan.agency/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://callahan.agency/marketing-considerations-for-restaurants-2021/#primaryimage\"},\"datePublished\":\"2020-11-04T16:50:54+00:00\",\"dateModified\":\"2020-11-05T17:05:05+00:00\",\"author\":{\"@id\":\"https://callahan.agency/#/schema/person/7f0238b156a1cd0e0a1d1ad71a38bfd8\"},\"description\":\"Greg Haflich, restaurant marketing veteran, reviews the challenges that will affect 2021 planning for restaurant chains.\",\"breadcrumb\":{\"@id\":\"https://callahan.agency/marketing-considerations-for-restaurants-2021/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://callahan.agency/marketing-considerations-for-restaurants-2021/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://callahan.agency/marketing-considerations-for-restaurants-2021/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/\",\"url\":\"https://3b3d8d4ea4.nxcli.net/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://callahan.agency/marketing-considerations-for-restaurants-2021/\",\"url\":\"https://callahan.agency/marketing-considerations-for-restaurants-2021/\",\"name\":\"2021 Planning: Predictions from a restaurant marketing veteran\"}}]},{\"@type\":\"Person\",\"@id\":\"https://callahan.agency/#/schema/person/7f0238b156a1cd0e0a1d1ad71a38bfd8\",\"name\":\"Greg Haflich\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://callahan.agency/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https://secure.gravatar.com/avatar/1db4cddafbf383e8bc7e4e616ffcc9f1?s=96&d=mm&r=g\",\"caption\":\"Greg Haflich\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
		"_links": {
			"self": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11366"
				}
			],
			"collection": [
				{ "href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts" }
			],
			"about": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/types/post"
				}
			],
			"author": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/users/32"
				}
			],
			"replies": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/comments?post=11366"
				}
			],
			"version-history": [
				{
					"count": 13,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11366/revisions"
				}
			],
			"predecessor-version": [
				{
					"id": 11384,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11366/revisions/11384"
				}
			],
			"wp:featuredmedia": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media/11368"
				}
			],
			"wp:attachment": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media?parent=11366"
				}
			],
			"wp:term": [
				{
					"taxonomy": "category",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/categories?post=11366"
				},
				{
					"taxonomy": "post_tag",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/tags?post=11366"
				},
				{
					"taxonomy": "message_area_of_focus",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/message_area_of_focus?post=11366"
				},
				{
					"taxonomy": "target_audience",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/target_audience?post=11366"
				},
				{
					"taxonomy": "buy_cycle",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/buy_cycle?post=11366"
				}
			],
			"curies": [
				{
					"name": "wp",
					"href": "https://api.w.org/{rel}",
					"templated": true
				}
			]
		}
	},
	{
		"id": 11314,
		"date": "2020-11-03T09:31:17",
		"date_gmt": "2020-11-03T15:31:17",
		"guid": { "rendered": "https://callahan.agency/?p=11314" },
		"modified": "2021-01-04T17:31:31",
		"modified_gmt": "2021-01-04T23:31:31",
		"slug": "what-buyers-need-to-hear-from-brands-for-2021-planning",
		"status": "publish",
		"type": "post",
		"link": "https://3b3d8d4ea4.nxcli.net/what-buyers-need-to-hear-from-brands-for-2021-planning/",
		"title": {
			"rendered": "Planning for 2021: Four things your buyer needs to hear from you"
		},
		"content": {
			"rendered": "<p>One of the jobs I had early in my career was as a planner. If you have ever had a job as a planner or built any sort of sales, inventory, or financial plan, you were likely trained, liked I was, to start your plan by copying last year’s profile to start. Next, you adjust the profile for any shifts like Easter, large weather anomalies, or unprecedented clearance inventory– you get the picture. And, depending on the year, you might even get to plan a 53<sup>rd</sup> week shift. Ok, got it? Now plan 2021. And go.</p>\n<p>All jokes aside, preparing and planning for 2021 will be a challenge, and navigating this successfully will require brands and retailers to work closely together. Planning conversations are sure to be unique this year, but there are four topics that buyers undoubtably will want brands to address. As a former buyer, I have some advice for brands on how to prepare for these topics.</p>\n<h2>Topic #1: Inventory management</h2>\n<p>Generally speaking, there was not a product category that performed on 2020 plan requiring inventory adjustments to be made in every category, for every retailer. These feast or famine demand changes happened at unprecedented extremes, pressure testing both retailers’ and brands’ supply chains. This has motivated retailers to acknowledge capability gaps, areas where they are over leveraged, and encouraged them to think about diversification.</p>\n<p><strong>What buyers want to hear</strong>: <em>You (brand, supplier) have decreased your reaction time to inventory need fluctuations and increased flexibility. </em></p>\n<p><strong>What that actually means for brands</strong>: Buyers are looking for brands that have learned from supply chain pressure testing and have reacted. At face value, this request could be interpreted as a request for shortened lead time or increased domestic safety stock. However, there is only so much lead time that can be taken out and more safety stock has significant risks as well.</p>\n<p><strong>My advice</strong>: Increase your internal demand planning capabilities and share your approach to forecasting and inventory prioritization with your partners. Also, ask your retail partners for greater connectivity between your organizations with the goal of improving and aligning inventory forecasts. Showcasing a renewed focus on inventory management, investments in demand planning capabilities, and increased forecasting alignment will address your buyers’ concerns, as well as demonstrate a proactive approach to inventory management.</p>\n<h2>Topic #2: Retailer Initiatives</h2>\n<p>Covid’s impact on retail has been an acceleration of trends that were already emerging across the market. As a result, retailers are rapidly escalating their efforts on initiatives like omni channel, sku rationalization, inventory optimization, private brands, etc. At face value, these initiatives might not equate to growth for brands.</p>\n<p><strong>What buyers want to hear</strong>: <em>You (brand, supplier) are on board and excited to support, and your 2021 plan aligns with their initiatives.</em></p>\n<p><strong>What that actually means for brands</strong>: Buyers are looking for brands that can help drive their initiatives, not brands that are just along for the ride. At face value, initiatives including words like “rationalization” and “optimization” could have significant negative impacts on a brand’s shelf space, and omni channel initiatives can create cannibalization for a brand across retailers, leading to unpredictable demand patterns.</p>\n<p><strong>My advice</strong>: Resist the urge to defend your shelf space and don’t ignore your potential impact of the retailer’s omni channel strategies. Be prepared to discuss these initiatives, and bring market data, consumer insights and recommendations for your retail partners. A proactive approach with mutually beneficial recommendations that think category over brand, will always resonate well with buyers.</p>\n<h2>Topic #3: Drive Demand</h2>\n<p>Spring 2020 chaos triggered a lot of consumers to try new brands they might never have tried. Inventory shortages, store closures, and increased online shopping caused more brand switching; which in turn, decreased brand loyalty. Additionally, this environment created more value-seeking shoppers. Both of these outcomes opened the door even further for retailers to propel private brand strategies, making it more challenging for brands to maintain shelf space.</p>\n<p><strong>What buyers want to hear</strong>: <em>You (brand, supplier) have a solid plan in place to generate demand, earn your shelf space, and grow the category.</em></p>\n<p><strong>What that actually means for brands</strong>: Buyers are looking for brands that are actively driving sales for their product. At the same time, buyers are evaluating brands that are NOT generating their own demand and evaluating whether the brand is incremental to the assortment or could be replaced.  At face value, this request could look like a directive to go spend millions of dollars on marketing.</p>\n<p><strong>My advice</strong>: While millions of dollars could be the right budget for your brand, I would recommend you approach the conversation differently. Instead of starting off with the size of your budget, share with your buyer how you plan to connect with your consumer. What do you know about your consumer, what influences them, how do they shop, and where are they looking for information about your brand?  While buyers like to hear there is a sizable budget, it is rare that a brand can communicate “why” and “what’s it worth.” At the end of the day, your buyer wants to feel confident that the brands on their shelves are engaging with consumers independent of the retailer’s marketing efforts.</p>\n<h2>Topic #4: Better Data</h2>\n<p>The vast majority of planning sessions, product pitches, line reviews, brand evaluation conversations, etc., all start in the same way. They all kick off with some sort of data or information sharing. It is not a differentiator for a brand to start the conversation this way, however, the quality and relevance of the data is where the pitches vary dramatically. Buyers get a lot of information shared with them from current partners, prospective partners, and internal sources.</p>\n<p><strong>What buyers want to hear</strong>: <em>You (brand, supplier) have an informed opinion of the category, have access to insights that are valuable, and are using more data.</em></p>\n<p><strong>What that actually means for brands</strong>: Buyers are looking for brands that understand the category, the market, and the consumer. Buyers are also looking for brands to share information that is incremental or supplemental to the information they are getting from their internal teams.</p>\n<p><strong>My advice</strong>: For this topic, what a buyer wants to hear is actually what they mean. Bring relevant information to start the conversation. This is the time to start assessing whether you have access to the right data or if you need to focus on data acquisition. It’s also the time to assess whether you have the right analytics capabilities. Then, get honest based on these assessments. Do you really know the category, the customer, and the market or do you need to dig deeper? I said earlier that sharing information is not a differentiator, but sharing best-in-class insights and recommendation based on data will for sure put your brand in the best possible position with buyers.</p>\n<p>2021 will definitely be an interesting year for all retailers, brands, and consumers. I had a boss tell me one time that the moment you build a plan, it’s wrong and that’s why we have a forecast to measure the degree to which it’s wrong. So, the one thing that is for certain, is that 2021 will not perform exactly to plan, and we will all be wrong. However, with all the uncertainty and change, this is the perfect environment to build strong, strategic relationships with your retailers. Keep that goal as your focus as you prepare for your line reviews, and take this chance to make it impossible for your buyer to run their business without you.</p>\n<hr />\n<p><em><img loading=\"lazy\" class=\"wp-image-11332 alignleft\" src=\"https://callahan.agency/wp-content/uploads/KristinDemelBio.jpg\" alt=\"Kristin Demel, Retail Strategy Director at Callahan\" width=\"267\" height=\"306\" /><a href=\"https://callahan.agency/about/#kristin-demel\" class=\"broken_link\">About Kristin</a><br />\nBefore joining Callahan to lead <a href=\"https://callahan.agency/capabilities/#retail\" target=\"_blank\" rel=\"noopener noreferrer\">retail strategy</a>, Kristin was senior director of merchandising at PetSmart and director of planning and distribution at PayLess ShoeSource. Her previous experience informs her broad range of retail expertise: buying, financial planning, in-store customer experience, pricing, inventory management, shelf allocation, space optimization and more. Kristin now helps brands with retail strategy creation, assortment building, merchandising, pricing and promotions across brick and mortar and e-commerce channels.</em></p>\n",
			"protected": false
		},
		"excerpt": {
			"rendered": "<p>Planning for 2021 will be a challenge for brands and retailers. Here are four topics that buyers will undoubtably want brands to address. </p>\n",
			"protected": false
		},
		"author": 42,
		"featured_media": 11352,
		"comment_status": "open",
		"ping_status": "closed",
		"sticky": false,
		"template": "",
		"format": "standard",
		"meta": [],
		"categories": [86, 14, 83],
		"tags": [],
		"message_area_of_focus": [126],
		"target_audience": [108],
		"buy_cycle": [106],
		"yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v15.8 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>2021 Planning: What do buyers want to hear? | Callahan</title>\n<meta name=\"description\" content=\"Planning for 2021 will be a challenge for brands and retailers. Learn what four topics buyers will undoubtably want brands to address.\" />\n<meta name=\"robots\" content=\"noindex, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"2021 Planning: What do buyers want to hear? | Callahan\" />\n<meta property=\"og:description\" content=\"Planning for 2021 will be a challenge for brands and retailers. Learn what four topics buyers will undoubtably want brands to address.\" />\n<meta property=\"og:url\" content=\"https://callahan.agency/what-buyers-need-to-hear-from-brands-for-2021-planning/\" />\n<meta property=\"og:site_name\" content=\"Callahan\" />\n<meta property=\"article:publisher\" content=\"http://www.facebook.com/callahansocial\" />\n<meta property=\"article:published_time\" content=\"2020-11-03T15:31:17+00:00\" />\n<meta property=\"article:modified_time\" content=\"2021-01-04T23:31:31+00:00\" />\n<meta property=\"og:image\" content=\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/Nov20-2021RetailPlanning-Inventory.jpg\" />\n\t<meta property=\"og:image:width\" content=\"685\" />\n\t<meta property=\"og:image:height\" content=\"685\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:creator\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:site\" content=\"@CallahanSocial\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\">\n\t<meta name=\"twitter:data1\" content=\"7 minutes\">\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https://callahan.agency/#website\",\"url\":\"https://callahan.agency/\",\"name\":\"Callahan\",\"description\":\"A brand strategy and digital marketing agency for national consumer brands\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https://callahan.agency/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://callahan.agency/what-buyers-need-to-hear-from-brands-for-2021-planning/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://3b3d8d4ea4.nxcli.net/wp-content/uploads/Nov20-2021RetailPlanning-Inventory.jpg\",\"width\":685,\"height\":685,\"caption\":\"Inventory in boxes amongst product on shelves\"},{\"@type\":\"WebPage\",\"@id\":\"https://callahan.agency/what-buyers-need-to-hear-from-brands-for-2021-planning/#webpage\",\"url\":\"https://callahan.agency/what-buyers-need-to-hear-from-brands-for-2021-planning/\",\"name\":\"2021 Planning: What do buyers want to hear? | Callahan\",\"isPartOf\":{\"@id\":\"https://callahan.agency/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://callahan.agency/what-buyers-need-to-hear-from-brands-for-2021-planning/#primaryimage\"},\"datePublished\":\"2020-11-03T15:31:17+00:00\",\"dateModified\":\"2021-01-04T23:31:31+00:00\",\"author\":{\"@id\":\"https://callahan.agency/#/schema/person/1f1e29bdd7981dd38291a3015c4820c7\"},\"description\":\"Planning for 2021 will be a challenge for brands and retailers. Learn what four topics buyers will undoubtably want brands to address.\",\"breadcrumb\":{\"@id\":\"https://callahan.agency/what-buyers-need-to-hear-from-brands-for-2021-planning/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://callahan.agency/what-buyers-need-to-hear-from-brands-for-2021-planning/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://callahan.agency/what-buyers-need-to-hear-from-brands-for-2021-planning/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://3b3d8d4ea4.nxcli.net/\",\"url\":\"https://3b3d8d4ea4.nxcli.net/\",\"name\":\"Home\"}},{\"@type\":\"ListItem\",\"position\":2,\"item\":{\"@type\":\"WebPage\",\"@id\":\"https://callahan.agency/what-buyers-need-to-hear-from-brands-for-2021-planning/\",\"url\":\"https://callahan.agency/what-buyers-need-to-hear-from-brands-for-2021-planning/\",\"name\":\"Planning for 2021: Four things your buyer needs to hear from you\"}}]},{\"@type\":\"Person\",\"@id\":\"https://callahan.agency/#/schema/person/1f1e29bdd7981dd38291a3015c4820c7\",\"name\":\"Kristin Demel\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https://callahan.agency/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https://secure.gravatar.com/avatar/ec90bfc62e5c1e198a4bca466dc9df52?s=96&d=mm&r=g\",\"caption\":\"Kristin Demel\"}}]}</script>\n<!-- / Yoast SEO plugin. -->",
		"_links": {
			"self": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11314"
				}
			],
			"collection": [
				{ "href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts" }
			],
			"about": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/types/post"
				}
			],
			"author": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/users/42"
				}
			],
			"replies": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/comments?post=11314"
				}
			],
			"version-history": [
				{
					"count": 23,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11314/revisions"
				}
			],
			"predecessor-version": [
				{
					"id": 11575,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/posts/11314/revisions/11575"
				}
			],
			"wp:featuredmedia": [
				{
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media/11352"
				}
			],
			"wp:attachment": [
				{
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/media?parent=11314"
				}
			],
			"wp:term": [
				{
					"taxonomy": "category",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/categories?post=11314"
				},
				{
					"taxonomy": "post_tag",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/tags?post=11314"
				},
				{
					"taxonomy": "message_area_of_focus",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/message_area_of_focus?post=11314"
				},
				{
					"taxonomy": "target_audience",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/target_audience?post=11314"
				},
				{
					"taxonomy": "buy_cycle",
					"embeddable": true,
					"href": "https://3b3d8d4ea4.nxcli.net/wp-json/wp/v2/buy_cycle?post=11314"
				}
			],
			"curies": [
				{
					"name": "wp",
					"href": "https://api.w.org/{rel}",
					"templated": true
				}
			]
		}
	}
]
